Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/contribute.po
Languages: fr

source: Contribute
fr: Contribuer

source: Vircadia is an open-source project, so all of our code and documentation is available for you to look at. You too can contribute to our endeavor for the metaverse! Our main `git repository <https://github.com/vircadia/vircadia>`_ contains the source to many of the components of our software for creating virtual worlds. There are plenty of ways you can contribute to the various parts that make up Vircadia.
fr: Vircadia est un projet Open Source, notre code informatique et toute la documentation est à votre disposition. Vous pouvez contribuer à notre effort pour le métaverse! Notre principal `référentiel git <https://github.com/vircadia/vircadia>`_ contient la source de beaucoup de composantes de notre logiciel pour créer des mondes virtuels. Il y a beaucoup de possibilités qui vous sont ouvertes pour contribuer aux différentes parties qui constituent Vircadia.

source: On This Page
fr: Sur Cette Page

source: You can help create and maintain the documentation in several ways:
fr: Vous pouvez aider à créer et maintenir à jour la documentation de plusieurs façons :

source: Report errors or missing information to the `GitHub issue tracker <https://github.com/vircadia/vircadia-docs-sphinx/issues>`_.
fr: Signaler des erreurs ou des informations manquantes sur le site `GitHub issue tracker <https://github.com/vircadia/vircadia-docs-sphinx/issues>`_.

source: Create or change documentation pages and open a `PR (pull request) on GitHub <https://github.com/vircadia/vircadia-docs-sphinx/pulls>`_.
fr: Créer ou changer des pages de documentation et ouvrir un `PR (pull request) on GitHub <https://github.com/vircadia/vircadia-docs-sphinx/pulls>`_.

source: `Review changes <https://github.com/vircadia/vircadia-docs-sphinx/pulls?q=is%3Apr+is%3Aopen+label%3A"needs+review">`_ to the documentation on Github. We would like to have two reviewers for most changes, as there are always things that the writer and the first reviewer overlook.
fr: `Réviser des changements <https://github.com/vircadia/vircadia-docs-sphinx/pulls?q=is%3Apr+is%3Aopen+label%3A"needs+review">`_ à la documentation sur Github. Nous préférons avoir 2 réviseurs pour la plupart des changements car il ya toujours des choses que l'auteur et le premier réviseur peuvent manquer.

source: Translation
fr: Traduction

source: As an international project, Vircadia relies on translators to be able to reach users that do not speak English. Currently the only component that has translation support is the documentation. You can help translating using our online translation system `Weblate <https://weblate.vircadia.dev>`_ by either submitting translations or becoming a maintainer for your language and checking translations before they make it into the documentation. More information on translating the documentation can be found in its `README <https://github.com/vircadia/vircadia-docs-sphinx/blob/master/README.md>`_.
fr: En tant que projet international Vircadia dépend de traducteurs capabables d'atteindre des utilisateurs qui ne parlent pas Anglais. A ce jour la seule composante qui dispose d'un support de traduction est la documentation. Vous pouvez aider avec la traduction en utilisant le système online `Weblate <https://weblate.vircadia.dev>`_ soit en soumettant des traductions ou en devenant un réviseur pour votre language avant que les traductions sont publiées. De plus amples informations à ce sujet se trouvent dans la documentation `README <https://github.com/vircadia/vircadia-docs-sphinx/blob/master/README.md>`_.

source: Vircadia is primarily driven by the voluntary contributions of its community and core team. While we do not have an entity to manage donations, you can donate to specific members of the team via various services like PayPal, Patreon, or Github Sponsors.
fr: Vircadia est en premier lieu supporté par les contributions volontaires de la part de sa communauté et de son équipe de base. Bien que nous ne disposons pas d'une entité qui gère les donations, vous pouvez faire des dons à des membres individuels de l'équipe par des services comme PayPal, Patreon, ou Github Sponsors.

source: You can also put bounties on specific features you want to see implemented or issues you want to see fixed, by leaving a comment on our `issue tracker <https://github.com/vircadia/vircadia/issues>`_. Of course, bounties are also an option for other parts of the project like the documentation. Bounties are created and assigned based on trust, so if you are unsure about something regarding one then speak to a core developer or bring it up at a community or developer meeting. Most of the developers are highly trained and experienced, normally earning upwards of US$40 an hour in the free market. Keep that in mind if you want to see something accomplished that no one else is personally interested in.
fr: Vous pouvez aussi offrir des primes si vous aimeriez voir des fonctionnalités spécifiques implementées ou des bugs résolus en laissant un commentaire sur notre `issue tracker <https://github.com/vircadia/vircadia/issues>`_. Des primes sont bien sûr aussi une option pour des autres parties du projet comme la documentation. Les primes sont crées et attribuées sur la base de la confiance, si vous avez des questions à ce sujet n'hésitez pas à parler avec un membre de l'équipe de base ou de les soulever pendant les réunions régulières de la communauté ou des développeurs.

source: Development
fr: Développement

source: You can help the general development of the Vircadia project without being a developer yourself by:
fr: Vous pouvez aider au développement général du projet Vircadia sans être un développeur de logiciel en :

source: filing issues on our `issue tracker <https://github.com/vircadia/vircadia/issues>`_,
fr: soumettant des bugs avec notre `issue tracker <https://github.com/vircadia/vircadia/issues>`_,

source: helping to narrow down those issues,
fr: aidant à résoudre ces bugs,

source: or `testing pull requests <https://github.com/vircadia/vircadia/pulls?q=is%3Apr+is%3Aopen+label%3A"needs+QA+(testing)">`_.
fr: en testant des `pull requests <https://github.com/vircadia/vircadia/pulls?q=is%3Apr+is%3Aopen+label%3A"needs+QA+(testing)">`_.

source: If you are a developer, you can contribute directly to the project via pull requests. Keep the `guidelines <https://github.com/vircadia/vircadia/blob/master/CONTRIBUTING.md>`_ in mind when contributing to the main software. Some additional information can be found in the :doc:`Developer Section <developer>`. An important job for developers that have become more accustomed to the platform is `code reviews <https://github.com/vircadia/vircadia/pulls?q=is%3Apr+is%3Aopen+label%3A"needs+CR+(code+review)">`_ of open pull requests.
fr: Si vous êtes un développeur, vous pouvez contribuer directement au projet via des demandes de pull. Gardez les `directives <https://github.com/vircadia/vircadia/blob/master/CONTRIBUTING.md>`_ à l'esprit lorsque vous contribuez au logiciel principal. Quelques informations supplémentaires peuvent être trouvées dans la :doc:`Section développeur <developer>`. Une tâche importante pour les développeurs qui se sont habitués à la plateforme est la `révision de code <https://github.com/vircadia/vircadia/pulls?q=is%3Apr+is%3Aopen+label%3A "needs+CR+(code+review)">`_ des pull requests ouverts.

source: Miscellaneous Work
fr: Travaux divers

source: There is also a lot of miscellaneous work that comes up every now and then:
fr: Il y a aussi beaucoup de travaux divers qui peuvent apparaître de temps en temps :

source: 2D art like posters or banners,
fr: Art 2D comme affiches et banneaux,

source: 3D models,
fr: Modèles 3D,

source: video editing,
fr: montages vidéo,

source: and so on.
fr: etc.

source: It is tremendously helpful for developers to have someone that they can ask for assistance when they need work done that is outside their area of expertise.
fr: Il est énormément important pour les développeurs de pouvoir demander de l'assistance quand un travail en dehors de leur domaine de compétence est nécessaire.
