Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: es, jp

source: Just like in the real world, you can interact with your environment by grabbing items or colliding with objects.
es: Al igual que en el mundo real, puede interactuar con su entorno agarrando elementos o chocando con objetos.
jp: 現実世界と同じように、アイテムを掴んだり、オブジェクトに衝突させたりして、環境と触れ合うことができるのです。

source: **On This Page:**
es: **En Esta Página:**
jp: **コンテンツ**

source: [Grab Objects](#grab-objects)
es: [Agarrar Objetos](#grab-objects)
jp: [オブジェクトを掴む](#grab-objects)

source: [Collisions](#collisions)
es: [Colisiones](#collisions)
jp: [衝突](#collisions)

source: [Triggered Entities](#triggered-entities)
es: [Entidades Activadoras](#triggered-entities)
jp: [トリガを持つエンティティ](#triggered-entities)

source: Grab Objects
es: Sujetar Objetos
jp: オブジェクトをつかむ

source: You can grab objects in Vircadia using your mouse or hand controllers. You can grab an entity, hold it, throw it, and drop it depending on the [entity's properties](../create/entities/entity-behavior).
es: Puedes sujetar objetos en Vircadia usando tu mouse o controladores manuales. Puedes sujetar una entidad, sostenerla, lanzarla y dejarla caer dependiendo de las [propiedades de la entidad](../create/entities/entity-behavior).
jp: Vircadiaではマウスやハンドコントローラを使ってオブジェクトをつかむことができます。[エンティティのプロパティ](../create/entities/entity-behavior)に従って、エンティティを掴んだり、保持したり、投げたり、落としたりすることができます。

source: In Desktop mode, click and hold the left mouse button to grab and hold an entity.
es: En el modo Escritorio, haz click y mantén presionado el botón izquierdo del mouse para agarrar y sostener una entidad.
jp: デスクトップモードでは、マウスの左ボタンをクリックしたままにすると、エンティティを掴んだまま保持します。

source: In VR mode, reach out towards the object and press the Grab button. The location of this button depends on the controllers you are using.
es: En el modo VR, acércate hacia el objeto y presiona el botón Sujetar (Grab button). La ubicación de este botón depende de los controladores que estés utilizando.
jp: VRモードでは、オブジェクトに向かって手を伸ばし、Grabボタンを押します。このボタンの位置は、使用しているコントローラによって異なります。

source: Collisions
es: Colisiones
jp: 衝突

source: You can collide (or run into) objects and other avatars in Vircadia. Likewise, objects can collide with one another. We use [physics to govern how entities behave](../create/entities/entity-physics) when they collide with each other or with avatars.
es: Puedes chocar (o toparte) con objetos y otros avatares en Vircadia. Asimismo, los objetos pueden chocar entre sí. Usamos [física para gobernar cómo se comportan las entidades](../create/entities/entity-physics) when they collide with each other or with avatars.
jp: Vircadiaでは、オブジェクトや他のアバターとぶつかることがあります。同様に、オブジェクト同士もぶつかることがあります。アバター同士やアバターとぶつかったときの [挙動を物理学的に制御](../create/entities/entity-physics) しています。

source: Without this collision property set, objects will move straight through other entities and avatars. As you interact with your environment, take note on which objects have collisions enabled based on whether or not you can walk through them.
es: Sin este conjunto de propiedades de colisión, los objetos se moverán directamente a través de otras entidades y avatares. A medida que interactúas con tu entorno, toma nota de qué objetos tienen habilitadas las colisiones en función de si puedes atravesarlos o no.
jp: この衝突のプロパティを設定しないと、オブジェクトは他のエンティティやアバターの中をまっすぐ移動します。環境と対話しながら、どのオブジェクトがコリジョンを有効にしているか、そのオブジェクトを通り抜けることができるかどうか、注意してください。

source: When creating your own entities, you can [set the Collision property](../create/entities/entity-behavior.html#entity-collision-behavior) to turn on or off collisions.
es: Al crear tus propias entidades, puedes [establecer la propiedad de Colisión](../create/entities/entity-behavior.html#entity-collision-behavior) para activar o desactivar las colisiones.
jp: 独自のエンティティを作成する場合、 [Collisionプロパティ](../create/entities/entity-behavior.html#entity-collision-behavior) を設定することで衝突のON/OFFを切り替えることができます。

source: Triggered Entities
es: Entidades Activables
jp: トリガーを持つエンティティ

source: Some entities have scripts (or triggers) that make them behave a certain way when you interact with it. For example, you can trigger a light switch to turn on or off when your hand passes through it, or make a pet walk when you grab its leash.
es: Algunas entidades tienen scripts (o triggers) que hacen que se comporten de cierta manera cuando interactúas con ellas. Por ejemplo, puedes activar un interruptor de luz para que se encienda o apague cuando tu mano lo atraviese, o hacer que una mascota camine cuando sujetas su correa.
jp: エンティティによっては、そのエンティティとの対話で特定の動作をさせるスクリプト（またはトリガー）を持っているものがあります。例えば、手を通すと電気のスイッチがついたり消えたり、リードをつかむとペットが歩いたりするようなトリガーがあります。

source: These triggers are scripted in the entities themselves by their creators. Because of this, the possible behavior is endless. We encourage you to explore and discover all of the cool ways you can interact with your surroundings.
es: Estos disparadores (o triggers) están escritos en las propias entidades por sus creadores. Debido a esto, el posible comportamiento es infinito. Te alentamos a explorar y descubrir todas las formas geniales en las que puedes interactuar con tu entorno.
jp: これらのトリガーは、クリエイターによってエンティティ自体にスクリプト化されています。このため、可能な動作は無限大です。私たちは、あなたが周囲と相互作用できる素晴らしい方法を探求し、発見することをお勧めします。

source: [Apply Physics to Entities](../create/entities/entity-physics)
es: [Aplicar Físicas a Entidades](../create/entities/entity-physics)
jp: [エンティティに物理演算を適用する](../create/entities/entity-physics)

source: [Define an Entity's Behavior](../create/entities/entity-behavior)
es: [Define el Comportamiento de las Entidades](../create/entities/entity-behavior)
jp: [エンティティの振る舞いを定義する](../create/entities/entity-behavior)

source: [Add Sound to Entities](../create/entities/add-sounds)
es: [Añade Sonido a Entidades](../create/entities/add-sounds)
jp: [エンティティにサウンドを追加](../create/entities/add-sounds)

source: [Define Interactions with Avatars](../create/entities/avatar-interactions)
es: [Define Interacciones con Avatares](../create/entities/avatar-interactions)
jp: [アバターとの相互作用を定義する](../create/entities/avatar-interactions)

source: Put on Wearables
es: Ponte Accesorios
jp: ウェアラブルを着用する

source: Install Tablet Apps
es: Instalar Aplicaciones para Tabletas
jp: タブレットアプリをインストールする

source: Before you even enter Vircadia, there are many ways to personalize your experience and make it your own. You can customize everything from the hardware you use, to the way the app works, to how you appear to others.
es: Incluso antes de ingresar a Vircadia, hay muchas maneras de personalizar tu experiencia y hacerla propia. Puedes personalizar todo, desde el hardware que usas, hasta la forma en que funciona la aplicación, hasta cómo apareces ante los demás.
jp: Vircadiaに入る前に、自分の体験をパーソナライズし、自分だけのものにする方法がたくさんあります。使用するハードウェアから、アプリの動作、他人からの見え方まで、すべてをカスタマイズすることができます。

source: **In This Section:**
es: **En Esta Sección:**
jp: **セクション**

source: This document is slightly outdated. FIXME: only mentions FBX files
es: Este documento está ligeramente desactualizado. A tener en cuenta: solo se mencionan archivos FBX
jp: このドキュメントは少し古くなっています。FIXME：FBXファイルについてのみ言及しています

source: Put On Wearables
es: Ponte Wearables (Accesorios)
jp: ウェアラブルを身につける

source: You can customize your avatar's appearance by adding wearables, such as a pirate's hat, a pair of sunglasses, or even a pair of trousers that you designed. Like avatars, you can use your imagination to create your own.
es: Puedes personalizar la apariencia de tu avatar agregando accesorios portátiles, como un sombrero de pirata, un par de gafas de sol o incluso un par de pantalones que hayas diseñado. Al igual que los avatares, puedes usar tu imaginación para crear los tuyos propios.
jp: 海賊の帽子やサングラス、自分でデザインしたズボンなど、身につけるものを追加して、アバターの外見をカスタマイズすることができます。アバターと同様、想像力を駆使して自分だけの一品を作り上げることができます。

source: Wear Your Own Wearable
es: Usa Tu Propio Wearable
jp: 自分のウェアラブルを着用する

source: You can put on a :doc:`wearable that you created <../../create/wearables>`. All wearables must be hosted in the cloud before they can be used with Vircadia. Examples of cloud storage options include Amazon S3, Google Cloud Storage, GitHub, or Microsoft Azure.
es: Puedes ponerte un :doc:`wearable que hayas creado <../../create/wearables>`. Todos los dispositivos portátiles deben estar alojados en la nube antes de que puedan usarse con Vircadia. Los ejemplos de opciones de almacenamiento en la nube incluyen Amazon S3, Google Cloud Storage, GitHub o Microsoft Azure.
jp: :doc:`作成したウェアラブル <../../create/wearables>` を装着することができます。すべてのウェアラブルは、Vircadiaで使用する前にクラウドでホストされている必要があります。クラウドストレージの例としては、Amazon S3、Google Cloud Storage、GitHub、またはMicrosoft Azureがあります。

source: Once you know the URL for your wearable's FBX file, then put it on your avatar:
es: Una vez que sepas la URL del archivo FBX de tu wearable, pónlo en tu avatar:
jp: ウェアラブルのFBXファイルのURL確認とアバターへの装着 :

source: In Interface, pull up your tablet or HUD and click on **Avatar**.
es: En la Interfaz, levanta tu tableta o HUD y haz click en **Avatar**.
jp: インターフェイスで、タブレットまたはHUDを引き上げ、 **Avatar** をクリックします。

source: In the **Avatar** window, click the hat icon next to 'Wearables'.
es: En la ventana de **Avatar**, haz click en el ícono del sombrero junto a "Wearables".
jp: **Avatar** ウィンドウで、「Wearables」の横にある帽子のアイコンをクリックします。

source: Click 'Add custom' at the top of the window.
es: Haz click en "Add custom" en la parte superior de la ventana.
jp: ウィンドウの上部にある「Add custom」をクリックします。

source: Enter the .fbx file's URL and click 'Confirm'.
es: Ingresa la URL del archivo .fbx y haz click en "Confirm".
jp: .fbxファイルのURLを入力し、「Confirm」をクリックします。

source: Select the joint you'd like to use for your wearable. For example, a hat would be on your head, and fairy wings would be on your spine.
es: Selecciona la articulación que te gustaría usar para equiparte tu wearable. Por ejemplo, un sombrero estaría en tu cabeza y alas de hadas en tu columna vertebral.
jp: ウェアラブルに使用する関節部を選択します。例えば、帽子なら頭に、妖精の羽なら背中に。

source: Fine tune the placement using the 'Position' and 'Rotation' options.
es: Afina la ubicación con las opciones de "Position" y "Rotation".
jp: 「Position」および「Rotation」オプションを使用して、配置を微調整します。

source: Check 'Is soft' if the item is rigged with your skeleton. This allows the item to move and bend with the avatar as it moves.
es: Marca "Is soft" (Es suave) si el artículo está amañado (Bien posicionado) con tu esqueleto. Esto permite que el elemento se mueva y se doble con el avatar mientras se mueve.
jp: アイテムがスケルトンで装備されている場合は、「Is soft」にチェックを入れます。これにより、アイテムが移動するときにアバターと一緒に移動したり曲がったりすることができます。

source: Click 'Save'.
es: Haz click en "Save".
jp: [保存]をクリックします。

source: :doc:`Create Wearables <../../create/wearables>`
es: :doc:`Crear Accesorios <../../create/wearables>`
jp: :doc:`ウェアラブルの作成 <../../create/wearables>`

source: When you first use Vircadia, you will be wearing the default avatar, Woody. Your avatar is a representation of you in the metaverse. You can control how your avatar moves and speak to other users in-world using it.
es: Cuando uses Vircadia por primera vez, usarás el avatar predeterminado, Woody. Tu avatar es una representación tuya en el metaverso. Puedes controlar cómo se mueve tu avatar y hablar con otros usuarios en el mundo mientras lo uses.
jp: Vircadiaを初めて利用するときは、デフォルトのアバター「Woody」を装着しています。アバターは、メタバースにおけるあなたを表現するものです。アバターの動きをコントロールしたり、アバターを使ってインワールドの他のユーザーと会話することができます。

source: [Use Your Own Custom Avatar](#use-your-own-custom-avatar)
es: [Utiliza Tu Propio Avatar Personalizado](#use-your-own-custom-avatar)
jp: [独自のカスタムアバターを使用する](#use-your-own-custom-avatar)

source: Use Your Own Custom Avatar
es: Utiliza Tu Propio Avatar Personalizado
jp: 独自のカスタムアバターを使用する

source: You can use an avatar that you created. Learn more about how you can create your avatar [here](../../create/avatars/create-avatars).
es: Puedes usar un avatar que hayas creado. Obtén más información sobre cómo puedes crear tu avatar [aquí](../../create/avatars/create-avatars).
jp: 作成したアバターを使用できます。アバターを作成する方法の詳細については、[こちら](../../create/avatars/create-avatars)をご覧ください。

source: Once you have your avatar's .fst file, you can upload it.
es: Una vez que tengas el archivo .fst de tu avatar, puedes cargarlo.
jp: アバターの.fstファイルを入手したら、それをアップロードできます。

source: In the **Avatar** window, click the link icon next to your current avatar. ![](_images/avatar-link.png)
es: En la ventana **Avatar**, haz click en el ícono de enlace junto a tu avatar actual. ![](_images/avatar-link.png)
jp: **Avatar** ウィンドウで、現在のアバターの横にあるリンクアイコンをクリックします。![](_images/avatar-link.png)

source: Enter the .fst file's URL and click 'Confirm'.
es: Ingresa la URL del archivo .fst y haz click en "Confirm".
jp: .fstファイルのURLを入力し、[Confirm]をクリックします。

source: If you want to access this avatar later without loading the .fst file information again, you can click on 'Add to Favorites' to save the current avatar information.
es: Si deseas acceder a este avatar más tarde sin volver a cargar la información del archivo .fst, puedes hacer click en "Add to Favorites" para guardar la información actual.
jp: 後で.fstファイル情報を再度ロードせずにこのアバターにアクセスする場合は、「Add to Favorites」をクリックして現在のアバター情報を保存できます。

source: [Create Your Own Avatar](../../create/avatars/create-avatars)
es: [Crea Tu Propio Avatar](../../create/avatars/create-avatars)
jp: [独自のアバターを作成する](../../create/avatars/create-avatars)

source: [Find and Use an Existing Avatar](../../create/avatars/find-avatars)
es: [Encuentra y Utiliza un Avatar Existente](../../create/avatars/find-avatars)
jp: [既存のアバターを見つけて使用する](../../create/avatars/find-avatars)

source: [Package and Host Your Avatar](../../create/avatars/package-avatar)
es: [Empaqueta y Aloja Tu Avatar](../../create/avatars/package-avatar)
jp: [アバターをパッケージ化してホストする](../../create/avatars/package-avatar)

source: You can enhance your experience in Vircadia by installing tablet apps. These apps enable you to get more out of Vircadia. Do you want to record your avatar dancing, take selfies, or finger paint? Or are you looking to livestream to YouTube or make your avatar clap? There's a number of apps that can help you customize your experience in-world.
es: Puedes mejorar tu experiencia en Vircadia instalando aplicaciones para la tableta. Estas aplicaciones te permiten sacar más partido a Vircadia. ¿Quieres grabar a tu avatar bailando, hacerte selfies o pintar con los dedos? ¿O quieres transmitir en directo a YouTube o hacer que tu avatar aplauda? Hay una serie de aplicaciones que pueden ayudarte a personalizar tu experiencia en el mundo.
jp: タブレット用アプリケーションをインストールすることで、Vircadiaでの体験をより充実させることができます。これらのアプリケーションを使えば、Vircadiaをより楽しむことができます。アバターが踊るのを録画したり、自撮りしたり、指で絵を描いたりしたいですか? それとも、YouTubeにライブストリーミングしたり、アバターに拍手をさせたりしたいですか? インワールドでの体験をカスタマイズするのに役立つアプリがたくさんあります。

source: If you can't find an app for what you'd like to do, you can [create your own](../../create/applications) and upload it for your personal use or to sell to others.
es: Si no encuentras una aplicación para lo que te gustaría hacer, puedes [crear una propia](../../crear/aplicaciones) y subirla para tu uso personal o para venderla a otros.
jp: やりたいことのアプリが見つからない場合は、 [自分で作って](../../create/applications) アップロードし、個人で使ったり、他の人に売ったりすることもできます。

source: [Install Tablet Apps](#install-tablet-apps)
es: [Instalar Aplicaciones de Tableta](#install-tablet-apps)
jp: [タブレットアプリのインストール](#install-tablet-apps)

source: [Update an App](#update-an-app)
es: [Actualizar una Aplicación](#update-an-app)
jp: [アプリを更新する](#update-an-app)

source: [Our Apps](#our-apps)
es: [Nuestras Aplicaciones](#our-apps)
jp: [私たちのアプリ](#our-apps)

source: [Spectator Cam: Record or Livestream in Vircadia](#spectator-cam)
es: [Spectator Cam: Graba o Transmite en Vivo en Vircadia](#spectator-cam)
jp: [Spectator Cam: Vircadiaで録画またはライブ配信を行う](#spectator-cam)

source: [Finger Painting](#finger-painting)
jp: [フィンガーペインティング](#finger-painting)

source: [Text to Speech](#text-to-speech)
jp: [テキスト読み上げ](#text-to-speech)

source: We and many users have created tablet apps that are available in Vircadia. To find and install an app:
es: Nosotros y muchos usuarios hemos creado aplicaciones para tabletas que están disponibles en Vircadia. Para buscar e instalar una aplicación:
jp: 私たちや多くのユーザーが作成したタブレットアプリは、Vircadiaで利用可能です。アプリを探してインストールするには :

source: In Interface, pull up your HUD or Tablet and go to **More**.
es: En la interfaz, abre tu HUD o Tableta y ve a **More**.
jp: インターフェイスで、HUDまたはタブレットをプルアップして **More** に移動します。

source: Search for a specific app, or browse all apps.
es: Busca una aplicación específica o explora todas las aplicaciones.
jp: 特定のアプリを検索するか、すべてのアプリを閲覧します。

source: Once you find the app of your choice, click 'Install' to start using the app in Vircadia.
es: Una vez que encuentres la aplicación de tu elección, haz click en "Install" para comenzar a usar la aplicación en Vircadia.
jp: お好みのアプリが見つかったら、「インストール」をクリックして、Vircadiaでアプリの利用を開始します。

source: Once the app is installed, you can access the app through your HUD or Tablet.
es: Una vez que la aplicación esté instalada, puedes acceder a la aplicación a través de tu HUD o Tableta.
jp: アプリがインストールされると、HUDまたはタブレットからアプリにアクセスできます。

source: Update an App
es: Actualizar una Aplicación
jp: アプリを更新する

source: When an app has an update available, a notification will pop up in the top right corner of the Interface when you open Vircadia. Additionally, a red dot will appear on the **Inventory** icon of your HUD or Tablet to indicate an update is available to download.
es: Cuando una aplicación tiene una actualización disponible, aparecerá una notificación en la esquina superior derecha de la interfaz cuando abras Vircadia. Adicionalmente, un punto rojo aparecerá en el ícono del **Inventario** de tu HUD o Tableta para indicar que una actualización está disponible para descargar.
jp: アプリにアップデートがある場合、Vircadiaを開くとインターフェイスの右上に通知が表示されます。また、HUDやタブレットの **Inventory** アイコンに赤い点が表示され、アップデートのダウンロードが可能であることが示されます。

source: To update your app:
es: Para actualizar tu aplicación:
jp: アプリを更新するには：

source: In Interface, pull up your HUD or Tablet and go to **Inventory**.
es: En la interfaz, abre tu HUD o Tableta y ve a **Inventory**.
jp: インターフェイスで、HUDまたはタブレットをプルアップして **Inventory** に移動します。

source: In the **Inventory** app, click the notification that says "You have X item updates available."
es: En la aplicación **Inventory**, haz click en la notificación que dice "You have X item updates available."
jp: **Inventory** アプリで、「xxxアイテムの更新が利用可能です」という通知をクリックします

source: Scroll to the app you'd like to update and click on the menu. ![](_images/update-menu.png)
es: Desplázate hasta la aplicación que deseas actualizar y haz click en el menú. ![](_images/update-menu.png)
jp: 更新するアプリまでスクロールして、メニューをクリックします。 ![](_images/update-menu.png)

source: Click the 'Update' button, then 'Update for Free'.
es: Haz click en el botón "Update", luego en "Update for Free".
jp: 「Update」ボタンをクリックしてから、「Update for Free」をクリックします。

source: Additional Notes on Updating
es: Notas Adicionales al Actualizar
jp: 更新に関する追加の注意事項

source: If you decide not to update an item, the old product will still be valid and listed in **Inventory**.
es: Si decides no actualizar un artículo, el producto anterior seguirá siendo válido y se incluirá en **Inventory**.
jp: 商品を更新しないことにしても、旧商品は有効で、 **Inventory** にリストアップされます。

source: Once you update an item, the previous version of the product will no longer be available.
es: Una vez que actualices un artículo, la versión anterior del producto ya no estará disponible.
jp: アイテムを更新すると、以前のバージョンの製品は使用できなくなります。

source: If you purchased multiple instances of an item, you need to individually update each instance of an item in your **Inventory**.
es: Si compraste varias instancias de un artículo, necesitas actualizar individualmente cada instancia de un item en tu **Inventory**.
jp: アイテムの複数のインスタンスを購入した場合は、 **Inventory** 内のアイテムの各インスタンスを個別に更新する必要があります。

source: When you update a product with the old version already in-world, it will remain intact until it is replaced manually with the updated version. If you attempt to import an entities JSON which contains the old version, the system will ignore the item, and not automatically replace it in-world. It is up to the end-user to replace the old instances with the new.
es: Cuando actualizas un producto con la versión anterior que ya está en el mundo, permanecerá intacto hasta que se reemplace manualmente con la versión actualizada. Si intentas importar un JSON de entidades que contiene una versión anterior, el sistema ignorará el ítem y no lo reemplazará automáticamente en el mundo. Depende del usuario final reemplazar las instancias antiguas por las nuevas.
jp: インワールドにある旧バージョンの商品を更新した場合、手動で更新したバージョンに置き換えるまで、その商品はそのまま残ります。旧バージョンを含むエンティティのJSONをインポートしようとすると、システムはそのアイテムを無視し、インワールドで自動的に置き換えない。古いインスタンスを新しいインスタンスに置き換えるのは、エンドユーザー次第です。

source: Our Apps
es: Nuestras Aplicaciones
jp: 私たちのアプリ

source: We've listed some of the apps we created and how you can use them.
es: Hemos listado algunas apliaciones que creamos junto con el cómo puedes usarlas.
jp: 作成したアプリのいくつかとその使用方法をリストしました。

source: The Spectator Camera is a camera you can use to record or livestream what you and your friends do in Vircadia. It is only available in HMD mode, and requires a recording software such as [Open Broadcaster Software (OBS)](https://obsproject.com/) to work correctly. Check out their [official overview guide](https://obsproject.com/forum/threads/official-overview-guide.402/) for more details.
es: El Spectator Camera es una cámara que puedes usar para grabar o transmitir en vivo lo que tu y tus amigos hacen en Vircadia. Solo está disponible en modo HMD y requiere un software de grabación como [Open Broadcaster Software (OBS)](https://obsproject.com/) para funcionar correctamente. Echa un vistazo a su [guía oficial general](https://obsproject.com/forum/threads/official-overview-guide.402/) para más detalles.
jp: スペクテイターカメラは、あなたとあなたの友人がビルカディアで行っていることを記録またはライブストリーミングするために使用できるカメラです。これはHMDモードでのみ使用可能であり、正しく機能するには [Open Broadcaster Software (OBS)](https://obsproject.com/) などの記録ソフトウェアが必要です。詳細については、 [official overview guide](https://obsproject.com/forum/threads/official-overview-guide.402/) をご覧ください。

source: [Use the instructions above](#install-an-app) to install the Spectator Camera app.
es: [Usa las instrucciones anteriores](#install-an-app) para instalar la apliación Spectator Camera.
jp: [上記の手順を使用](#install-an-app) を使用して、Spectator Cameraアプリをインストールします。

source: To use the Spectator Camera app:
es: Para usar la aplicación Spectator Camera:
jp: Spectator Cameraアプリを使用するには :

source: In Interface, pull up your HUD or Tablet and go to **Spectator**.
es: En la interfaz, abre tu HUD o Tableta y ve a **Spectator**.
jp: インターフェースで、HUDまたはタブレットを引き上げて **Spectator** に移動します。

source: Turn on your Spectator Cam by moving the slider. You'll see the camera appear in-world. By default, the app's display shows you what you see in VR through your HMD. This is to show you what you're recording without having to take off your HMD. ![](_images/spec-cam-window.png)
es: Enciende tu Spectator Cam moviendo el control deslizante. Verás que la cámara aparece en el mundo. Por defecto, la pantalla de la aplicación te muestra lo que ves en VR a través de tu HMD. Esto es para mostrarte lo que estás grabando sin tener que quitarte el HMD. ![](_images/spec-cam-window.png)
jp: スライダーを動かして、Spectator CamをONにします。インワールドにカメラが表示されるのがわかると思います。デフォルトでは、アプリの表示には、HMDを通してVRで見たものが表示されます。これは、HMDを外さなくても、録画しているものを表示するためです。 ![](_images/spec-cam-window.png)

source: To record yourself, switch your display from your HMD's view to the camera view. This lets you record videos of yourself, such as your avatar dancing or trying on different wearables.
es: Para grabarte a ti mismo, cambia la pantalla de la vista de tu HMD a la vista de la cámara. Esto te permite grabar videos de tí mismo, como tu avatar bailando o probándote diferentes accesorios o wearables.
jp: 自分の姿を録画するには、HMDの表示からカメラ表示に切り替えます。アバターが踊っている姿や、ウェアラブルを試着している姿などを撮影できます。
