Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: es, jp

source: Enable switching views with your controllers in the **Spectator** app on your HUD or Tablet.
es: Habilita el cambio de vistas con tus controladores en la aplicación **Spectator** en tu HUD o tableta.
jp: HUDまたはタブレットの **Spectator** アプリでコントローラーを使用してビューを切り替えることができます。

source: **Rift**: If you're using Oculus Touch controllers, click the left thumbstick to switch views.
es: **Rift**: Si estás utilizando controladores Oculus Touch, haz clic en el joystick izquierdo para cambiar de vista.
jp: **Rift**: Oculus Touchコントローラーを使用している場合は、左のサムスティックをクリックしてビューを切り替えます。

source: **Vive**: If you're using HTC Vive controllers, press on the center of the thumb pad to switch views.
es: **Vive**: Si estás utilizando controladores HTC Vive, presiona en el centro del teclado para cambiar de vista.
jp: **Vive**: HTC Viveコントローラーを使用している場合は、サムパッドの中央を押してビューを切り替えます。

source: The Fingerpaint app lets your paint your environment, your own avatar, or even another user's avatar. [Use the instructions above](#install-an-app) to install the Fingerpaint app.
es: La aplicación Fingerpaint te permite pintar tu entorno, tu propio avatar o incluso el avatar de otro usuario. [Utiliza las instrucciones anteriores](#install-an-app) para instalar la aplicación Fingerpaint.
jp: Fingerpaintアプリは、自分の環境、自分のアバター、他のユーザーのアバターなどをペイントすることができます。 [上記の手順](#install-an-app) でFingerpaintアプリをインストールしてください。

source: To use the Fingerpaint app:
es: Para usar la aplicación Fingerpaint:
jp: フィンガーペイントアプリを使用するには :

source: In Interface, pull up your HUD or Tablet and go to **Body Paint**.
es: En la interfaz, abre tu HUD o Tableta y ve a **Body Paint**.
jp: インターフェイスで、HUDまたはタブレットを引き上げて **Body Paint** に移動します。

source: First, click 'Options' to select what you would like to paint on - the world around you, your avatar, or another user's avatar (with their permission).
es: Primero, haz click en "Options" para seleccionar lo que te gustaría pintar en - el mundo que te rodea, tu avatar o el avatar de otro usuario (con su permiso).
jp: まず、「Options」をクリックして、自分の周りの世界、自分のアバター、他のユーザーのアバター（本人の許可が必要）の中から、ペイントしたいものを選びます。

source: Click 'Palette' to select a color for your paint.
es: Haz click en la "Palette" para seleccionar un color para tu pintura.
jp: 「Palette」をクリックして、色を選択します。

source: Click 'Brushes' to select the settings for your brush, such as stroke width, type of brush, and special effects. ![](_images/fingerpaint.png)
es: Haz click en "Brushes" para seleccionar la configuración para tu pincel, como ancho de trazo, tipo de pincel y efectos especiales. ![](_images/fingerpaint.png)
jp: 「Brushes」をクリックして、ストローク幅、ブラシの種類、特殊効果など、ブラシの設定を選択します。 ![](_images/fingerpaint.png)

source: Text to Speech
jp: テキスト読み上げ

source: The Text to Speech app synthesizes the text you type into speech. You can use this app if you don't wish to use your voice, have microphone issues, or have disabilities.
es: La aplicación Text to Speech sintetiza el texto que escribes en voz. Puedes usar esta aplicación si no deseas usar tu voz, tiene problemas con el micrófono o tienes discapacidades.
jp: テキスト読み上げアプリは、入力したテキストを音声に合成するアプリです。音声を使いたくない方、マイクに問題がある方、障がいのある方などにご利用いただけます。

source: [Use the instructions above](#install-an-app) to install the Text to Speech app.
es: [Usa las instrucciones anteriores]](#install-an-app) para instalar la aplicación Text to Speech.
jp: [上記の手順を使用](#install-an-app)を使用して、テキスト読み上げアプリをインストールします。

source: To use the Text to Speech (TTS) app:
es: Para usar la aplicación Text to Speech (TTS):
jp: テキスト読み上げ（TTS）アプリを使用するには：

source: In Interface, pull up your HUD or Tablet and go to **TTS**.
es: En la interfaz, abre tu HUD o Tableta y ve a **TTS**.
jp: インターフェイスで、HUDまたはタブレットをプルアップして **TTS** に移動します。

source: In the app, select the Pitch and Speed of your choice.
es: En la aplicación, selecciona el tono y la velocidad de tu elección.
jp: アプリで、お好みのピッチと速度を選択します。

source: Type in the text you'd like your avatar to speak.
es: Escribe el texto que te gustaría que hablara tu avatar.
jp: アバターに話してもらいたいテキストを入力します。

source: Hit 'Speak' to hear your text. Hit 'Stop Last' to stop your avatar from speaking. ![](_images/tts.png)
es: Presiona "Speak" para escuchar tu texto. Presiona "Stop Last" para que tu avatar deje de hablar. ![](_images/tts.png)
jp: あなたのテキストを聞くために「Speak」を押してください。「Stop Last」を押して、アバターが話すのを止めます。 ![](_images/tts.png)

source: [Create Tablet Apps](../../create/applications)
es: [Crear aplicaciones de Tableta](../../create/applications)
jp: [タブレットアプリの作成](../../create/applications)

source: Vircadia is all about the people you meet and the experiences you have with them. Vircadia enables people connected by interest, community, and friendship to come together from anywhere in the world.
es: Vircadia tiene que ver con las personas que conoces y las experiencias que tienes con ellas. Vircadia permite que personas conectadas por intereses, comunidad y amistad se reúnan desde cualquier parte del mundo.
jp: Vircadiaは、あなたが出会う人々、そして彼らと共にする体験のすべてです。Vircadiaは、興味、コミュニティ、友情でつながった人々が、世界のどこからでも集まれるようにします。

source: Make Connections and Friends
es: Hacer Conexiones y Amigos
jp: 人脈と仲間をつくる

source: In Vircadia, you can establish a connection with someone else by shaking hands with them. With your hand controllers, place your hands near each other and hold the grip button. Desktop users can press and hold ``X`` on their keyboard.
es: En Vircadia, puedes establecer una conexión con otra persona estrechándole la mano. Con tus controladores de mano, coloca tus manos cerca una de la otra y mantén presionado el botón de agarre. Los usuarios de escritorio pueden mantener presionada la letra ``X`` en su teclado.
jp: Vircadiaでは、相手と握手をすることでつながりを築くことができます。ハンドコントローラでは、両手を近づけ、グリップボタンを押してください。デスクトップの場合は、キーボードの ``X`` を長押しします。

source: Once you make a connection with someone, they will appear under Connections in the `The People app`_. You will also appear on their list of connections. You will be able to see where they are in the metaverse, and you can travel to them at any time.
es: Una vez que establezcas una conexión con alguien, aparecerá en Conexiones en la `aplicación The People`_ (Contactos). También aparecerás en su lista de conexiones. Podrás ver dónde se encuentra en el metaverso y podrás viajar hasta ellos en cualquier momento.
jp: 一度コネクションを作ると、その相手は `The People app`_ の「Connections 」に表示されます。また、その人のコネクションリストにも表示されます。相手がメタバースのどこにいるかがわかり、いつでもその人のところに移動することができます。

source: To mark a connection as a friend, check the box next to their name in the People app. You can make yourself available to only your friends using the People app.
es: Para marcar una conexión como amigo, marca la casilla junto a su nombre en la aplicación People. Puedes estar disponible solo para tus amigos usando la aplicación People.
jp: 接続先を友だちとしてマークするには、Peopleアプリケーションで相手の名前の横にあるチェックボックスをオンにします。Peopleアプリケーションを使うと、自分自身を友だちだけに公開することができます。

source: The People App
es: Aplicación The People
jp: Peopleアプリ

source: The People app provides a set of tools that help users manage their interactions with people in the metaverse. It gives you a list of the people nearby (in the same domain as you), and gives you easy access to all of your connections. From the People app, you can:
es: La aplicación The People proporciona un conjunto de herramientas que ayudan a los usuarios a administrar sus interacciones con personas en el metaverso. Te brinda una lista de las personas cercanas (en el mismo dominio que tú) y te brinda fácil acceso a todas tus conexiones:
jp: Peopleアプリは、ユーザーがメタバース内の人々との交流を管理するのに役立つツール群を提供します。このアプリは、近くにいる（あなたと同じドメインにいる）人々のリストを提供し、あなたのすべての接続に簡単にアクセスできるようにします。Peopleアプリからは、以下のことが可能です :

source: Feature
es: Característica
jp: 特徴

source: Profile Picture
jp: プロフィールの写真

source: This is where your profile picture will be visible. Click on the image to view your profile. You can change this image on our `website <https://dashboard.vircadia.com/>`_.
es: Aquí es donde se verá tu foto de perfil. Haz click en la imagen para ver tu perfil. Puedes cambiar esta imagen en nuestro `sitio web <https://dashboard.vircadia.com/>`_.
jp: ここには、あなたのプロフィール画像が表示されます。画像をクリックすると、あなたのプロフィールが表示されます。この画像は、 `website <https://dashboard.vircadia.com/>`_ で変更することができます。

source: Display Name
jp: 表示名

source: You can change your display name at any time. By default, it will be 'anonymous'. In the image above, the display name is 'HiFi Docs'.
es: Puedes cambiar tu nombre visible en cualquier momento. Por defecto, será "anonymous". En la imagen de arriba, el nombre para mostrar es "HiFi Docs".
jp: 表示名はいつでも変更することができます。デフォルトでは「anonymous」となっています。上の画像では、表示名は「HiFi Docs」になっています。

source: Set Availability
jp: 拒否設定

source: This feature allows you to appear online to select groups of users: Everyone, Friends and Connections, Friends Only, or Appear Offline. The users you appear online to will also be able to teleport to your location.
es: Esta función te permite aparecer en línea para seleccionar grupos de usuarios: Todos, Amigos y conexiones, Solo amigos o Aparecer sin conexión. Los usuarios a los que apareces en línea también podrán teletransportarse a tu ubicación.
jp: この機能により、選択したユーザーグループに対してオンラインに表示することができます。この機能は、「Everyone」「Friends and Connections」「Friends Only」「Appear Offline」の4つのグループに表示することができます。また、オンラインになったユーザーは、自分のいる場所にテレポートすることができます。

source: Set the volume of your audio in Vircadia.
es: Establece el volumen de tu audio en Vircadia.
jp: Vircadiaでオーディオの音量を設定します。

source: This is the list of users who are nearby in the same domain as you.
es: Esta es la lista de usuarios que están cerca en el mismo dominio en el que estás tú.
jp: あなたと同じドメインで近くにいるユーザーのリストです。

source: You can check this box to view only the users in front of you in a domain. This is useful when a domain has a lot of users.
es: Puedes marcar esta casilla para ver solo los usuarios que tienes delante en un dominio. Esto es útil cuando un dominio tiene muchos usuarios.
jp: このボックスにチェックを入れると、ドメイン内で自分の前にいるユーザーのみを表示することができます。これは、ドメインに多くのユーザーがいる場合に有効です。

source: Click this button to refresh the list of users currently in the domain.
es: Haz click en este botón para actualizar la lista de usuarios actuales en el dominio.
jp: このボタンをクリックすると、現在ドメイン内にいるユーザーのリストが更新されます。

source: This is the list of users who are your friends and connections. You can also teleport to their location from this list.
es: Esta es la lista de usuarios que son tus amigos y conexiones. También puedes teletransportarse a su ubicación desde esta lista.
jp: あなたのフレンドやコネクションになっているユーザーのリストです。また、このリストから相手の場所にテレポートすることができます。

source: Click this icon next to the user you want to mute. The user will be muted only for you, not for other users in the domain. The icon also displays how loudly a user is speaking.
es: Haz click en este icono junto al usuario que deseas silenciar. El usuario se silenciará solo para ti, no para otros usuarios del dominio. El icono también muestra el volumen de voz de un usuario.
jp: ミュートしたいユーザーの横にあるこのアイコンをクリックします。ミュートされるのは自分だけで、ドメイン内の他のユーザーはミュートされません。また、このアイコンには、そのユーザーが話している音量が表示されます。

source: This is the list of users available in the domain. You will only see their display names.
es: Esta es la lista de usuarios disponibles en el dominio. Solo verás sus nombres visibles.
jp: ドメイン内で利用可能なユーザーの一覧です。表示名のみが表示されます。

source: If you check this box next to a user, you and the user will not be able to see or hear each other.
es: Si marcas esta casilla junto a un usuario, tú y el usuario no podrán verse ni escucharse.
jp: ユーザーの横にあるこのボックスにチェックを入れると、あなたとそのユーザーはお互いに見たり聞いたりすることができなくなります。

source: Use the People App as an Admin
es: Usar la aplicación The People como Administrador
jp: 管理者としてPeopleアプリを使用する

source: As an administrator in a domain, you will have privileges to maintain a domain. The People app will have an additional column that allows an admin to silence and ban users in the same domain.
es: Como administrador de un dominio, tendrás privilegios para mantener un dominio. La aplicación The People tendrá una columna adicional que le permite a un administrador silenciar y prohibir a los usuarios en el mismo dominio.
jp: ドメインの管理者として、ドメインを維持するための権限を持つようになります。Peopleアプリには、管理者が同じドメイン内のユーザーを黙らせたり、禁止したりするための列が追加されます。

source: You can click the icon to mute a user. This user will be muted for everyone in the domain.
es: Puedes hacer click en el icono para silenciar a un usuario. Este usuario será silenciado para todos en el dominio.
jp: アイコンをクリックすると、ユーザーをミュートできます。ミュートされたユーザーは、ドメイン内のすべての他のユーザーに対してミュートされたままになります。

source: You can click here to ban a user from the current domain. The user will not be able to enter the domain using the same account. The banned user will still have access to other Vircadia domains.
es: Puedes hacer click aquí para prohibir/banear a un usuario del dominio actual. El usuario no podrá ingresar al dominio usando la misma cuenta. El usuario prohibido/baneado seguirá teniendo acceso a otros dominios de Vircadia.
jp: ここをクリックすると、そのユーザーを現在のドメインから追放することができます。このユーザーは同じアカウントでドメインに入ることができなくなります。禁止されたユーザーは、他のVircadiaドメインへのアクセスは可能です。

source: Your Privacy Shield
es: Tu Escudo de Privacidad
jp: プライバシーシールド

source: You can enable a privacy shield that protects your personal space in the metaverse. When it is enabled, other people will disappear if they get too close to you. Your privacy shield is disabled by default. To enable it, pull up your tablet or HUD and click **Shield**. In Desktop mode, you can also use the keyboard shortcut ``CTRL`` + ``N``.
es: Puede habilitar un escudo de privacidad (Privacy Shield) que protege tu espacio personal en el metaverso. Cuando está habilitado, otras personas desaparecerán si se acercan demasiado a ti. Tu escudo de privacidad está deshabilitado por defecto. Para habilitarlo, abre tu tableta o HUD y haz click en **Shield**. En el modo de escritorio, también puedes usar el atajo de teclado ``CTRL`` + ``N``.
jp: メタバース内で自分のパーソナルスペースを保護するプライバシーシールドを有効にすることができます。これを有効にすると、他の人があなたに近づきすぎた場合、姿を消します。プライバシーシールドはデフォルトで無効になっています。有効にするには、タブレットやHUDを立ち上げ、 **Shield** をクリックします。デスクトップモードでは、キーボードショートカット ``CTRL`` + ``N`` を使用することもできます。

source: There is also a Shield icon on the top-left corner of your Interface window, next to the audio icon, that can be used to toggle your privacy shield.
es: También hay un ícono de escudo en la esquina superior izquierda de la ventana de tu interfaz, junto al ícono de audio, que se puedes usar para alternar tu escudo de privacidad.
jp: また、インターフェイスウィンドウの左上、オーディオアイコンの隣にあるシールドアイコンを使って、プライバシーシールドを切り替えることができます。

source: Attend Live Events
es: Asistir a Eventos en Vivo
jp: ライブイベントへの参加

source: One of the great things about virtual reality is that you can attend events. Vircadia regularly hosts events such as workshops, lectures on VR, and town hall meetings to meet our team. You can view all upcoming events on the Vircadia website. Events are a great place to meet others and share experiences with others around the world.
es: Una de las mejores cosas de la realidad virtual es que puedes asistir a eventos. Vircadia organiza regularmente eventos como talleres, conferencias sobre realidad virtual y reuniones públicas para conocer a nuestro equipo. Puedes ver todos los próximos eventos en el sitio web de Vircadia. Los eventos son un gran lugar para conocer a otras personas y compartir experiencias con otras personas de todo el mundo.
jp: バーチャルリアリティの良さのひとつは、イベントに参加できることです。Vircadiaでは、ワークショップやVRに関する講演会、チームに会える町内会などのイベントを定期的に開催しています。今後開催されるイベントは、Vircadiaのウェブサイトで確認することができます。イベントは、他の人と出会い、世界中の人と経験を共有できる素晴らしい場所です。

source: To attend an event, simply go to the hosted domain at the time of the event.
es: Para asistir a un evento, simplemente ve al dominio que lo aloja en el momento del evento.
jp: イベントへの参加は、イベント開催時に主催ドメインにアクセスするだけです。

source: Express Yourself
es: Exprésate
jp: 自分らしさを表現

source: There are many ways you can express yourself in Vircadia, such as animating the mouth of your avatar or using gestures in the **Emote** app.
es: Hay muchas maneras de expresarse en Vircadia, como animar la boca de tu avatar o usar gestos en la aplicación **Emote**.
jp: Vircadiaでは、アバターの口元をアニメーションで表現したり、 **Emote** アプリでジェスチャーを使ったりと、さまざまな表現が可能です。

source: By default, all avatars will use a standard set of animations, such as your eyes blinking or your mouth opening and closing as you talk. When you are using a VR controller, your avatar will automatically mimic your hand gestures and movements.
es: Por defecto, todos los avatares utilizarán un conjunto estándar de animaciones, como el parpadeo de los ojos o la apertura y cierre de la boca mientras habla. Cuando estés utilizando un controlador VR, tu avatar imitará automáticamente los gestos y movimientos de tus manos.
jp: デフォルトでは、すべてのアバターが、目のまばたきや口の開閉などの標準的なアニメーションを使用します。また、VRコントローラーを使用している場合は、アバターが自動的に手の動きを模倣します。

source: The Emote App
es: La aplicación Emote
jp: Emoteアプリ

source: The Emote app is a way for desktop users to express themselves without using VR controllers. With this app, you can display feelings by: crying, acting surprised, dancing, cheering, waving, falling, pointing, clapping, sitting, or showing love.
es: La aplicación Emote es una forma para que los usuarios de escritorio se expresen sin usar controladores VR. Con esta aplicación, puedes mostrar sentimientos al: llorar, mostrarse sorprendido, bailar, animar, saludar, caerse, señalar, aplaudir, sentarse o mostrar amor.
jp: Emoteアプリは、デスクトップユーザーがVRコントローラーを使わずに自分を表現するための方法です。このアプリでは、泣く、驚く、踊る、応援する、手を振る、倒れる、指差す、手を叩く、座る、愛情を示すなど、感情を表現することが可能です。

source: Chat with Users
es: Chatear con Usuarios
jp: ユーザーとの会話

source: Vircadia does have a default text chat option that works well desktop users. Currently support for text chat in VR is not up to standard. Fortunately, our extensible open-source scripting and UI gives you the ability to create the features you want, including improving the text chat. There are some great scripts for chat that have already been built by community members, and a few are described below.
es: Vircadia tiene una opción de chat de texto predeterminada que funciona bien para los usuarios de escritorio. Actualmente, la compatibilidad con el chat de texto en VR no está a la altura. Afortunadamente, nuestra interfaz de usuario y secuencias de comandos de código abierto extensibles te brindan la capacidad de crear las funciones que deseas, incluida la mejora del chat de texto. Hay algunas secuencias de comandos excelentes para el chat que ya han sido creadas por miembros de la comunidad, y algunas se describen a continuación.
jp: Vircadiaにはデフォルトでテキストチャットのオプションがあり、デスクトップユーザーにはよく機能します。現在、VRのテキストチャットのサポートは標準的なものではありません。幸い、私たちの拡張可能なオープンソースのスクリプトとUIは、テキストチャットの改良を含め、あなたが望む機能を作成する能力を与えてくれます。すでにコミュニティのメンバーによって作られたチャット用の素晴らしいスクリプトがいくつかあり、以下にそのいくつかを紹介します。

source: Alternative Local Chat
es: Chat Local Alternativo
jp: 代替ローカルチャット

source: This clean, reliable, and well-written chat script was created by alpha user ctrlaltdavid.
es: Este script de chat limpio, confiable y bien escrito fue creado por el usuario alfa ctrlaltdavid.
jp: このクリーンで信頼性の高い、よくできたチャットスクリプトは、alpha ユーザーの ctrlaltdavid によって作成されました。

source: To run the script:
es: Para ejecutar el script:
jp: スクリプトを実行するには :

source: In Interface, go to **Edit > Open and Run Script from URL**.
es: En la Interfaz, ve a **Edit > Open and Run Script from URL**.
jp: Interfaceで、 **Edit > Open and Run Script from URL** を実行します。

source: Paste this `URL <http://ctrlaltstudio.com/downloads/hifi/scripts/chat.js>`__.
es: Pega esta `URL <http://ctrlaltstudio.com/downloads/hifi/scripts/chat.js>`__.
jp: この `URL <http://ctrlaltstudio.com/downloads/hifi/scripts/chat.js>`__ を貼り付けます。

source: The script will start running and display a text chat window pop-up. You can use this window to chat with other users in the same domain who are running the same script. If text chat is important to you, you can add this to your default scripts so it's always there.
es: El script comenzará a ejecutarse y mostrará una ventana emergente de chat de texto. Puedes usar esta ventana para chatear con otros usuarios en el mismo dominio que ejecutan el mismo script. Si el chat de texto es importante para ti, puedes agregarlo a tus scripts predeterminados para que siempre esté allí.
jp: スクリプトの実行が開始され、テキストチャットウィンドウがポップアップで表示されます。このウィンドウを使って、同じドメインで同じスクリプトを実行している他のユーザーとチャットすることができます。テキストチャットを頻繁にする場合は、これをデフォルトのスクリプトに追加することで、常に表示されるようにすることができます。

source: Vircadia is made up of many virtual places that let you participate in activities and interact with the people around you. Many of these places are beautifully detailed worlds that are interesting to explore at any time, while others were built to host events and engage with the people around you.
es: Vircadia se compone de muchos lugares virtuales que te permiten participar en actividades e interactuar con las personas que te rodean. Muchos de estos lugares son mundos bellamente detallados que son interesantes para explorar en cualquier momento, mientras que otros se crearon para albergar eventos e interactuar con las personas que te rodean.
jp: Vircadiaは、アクティビティに参加したり、周囲の人々と交流できる多くのバーチャルな場所で構成されています。これらの場所の多くは、いつでも探検できるような美しいディテールの世界であり、また、イベントを開催したり、周囲の人々と関わるために作られた場所もあります。

source: [GoTo App](#goto-app)
es: [Aplicación GoTo](#goto-app)
jp: [GoToアプリ](#goto-app)

source: [Visit a Friend](#visit-a-friend)
es: [Visita un Amigo](#visit-a-friend)
jp: [友達を訪ねる](#visit-a-friend)

source: GoTo App
es: Aplicación GoTo
jp: GoToアプリ

source: The **GoTo** app lets you travel between different places in the Vircadia metaverse. Many of our places are created by users just like you.
es: La aplicación **GoTo** te permite viajar entre diferentes lugares en el metaverso de Vircadia. Muchos de nuestros lugares son creados por usuarios como tú.
jp: **GoTo** アプリは、Vircadiaメタバース内のさまざまな場所を移動することができます。多くの場所は、あなたのようなユーザーによって作成されています。

source: To go and explore new places:
es: Para ir y explorar nuevos lugares:
jp: 新しい場所に行って探索するには :

source: In Interface, pull up your tablet or HUD and go to **GoTo**.
es: En la interfaz, trae tu HUD o Tableta y ve a **GoTo**.
jp: インターフェイスで、タブレットまたはHUDをプルアップし、 **GoTo** に移動します。

source: If you know where you want to go, enter the domain address or place name. As you type, the matching places will show up. Otherwise, browse the open places under 'Featured' and 'Places'.
es: Si sabes a dónde quieres ir, ingresa la dirección del dominio o el nombre del lugar. A medida que escribas, aparecerán los lugares coincidentes. De lo contrario, explora los lugares abiertos en "Featured" y "Places".
jp: 行きたい場所が決まっている場合は、ドメインアドレスや地名を入力します。入力すると、一致する場所が表示されます。そうでない場合は、「Featured」や「Places」で開いている場所を閲覧してください。

source: Click on a place name to go to the place. If you have permissions, you will be transported to that location automatically.
es: Haz click en el nombre de un lugar para ir al lugar. Si tienes permisos, serás transportado a esa ubicación automáticamente.
jp: 地名をクリックすると、その場所に移動します。権限がある場合は、自動的にその場所に移動します。

source: The **GoTo** app also shows you a visual feed of snapshots that people have taken and shared in the metaverse. Clicking on a snap will take you directly to the place where the picture was taken.
es: La aplicación **GoTo** también te muestra una fuente visual de capturas de pantalla que las personas tomaron y compartieron en el metaverso. Al hacer click en una captura, te llevará directamente al lugar donde se tomó la imagen.
jp: また、 **GoTo** アプリは、人々が撮影しメタバースで共有したスナップショットのビジュアルフィードを表示します。スナップ写真をクリックすると、その写真が撮影された場所に直接行くことができます。

source: Visit a Friend
es: Visitar a un Amigo
jp: 友人を訪ねる

source: Once you've [made a friend](socialize.html#make-connections-and-friends), you can see where they are and even teleport directly to them.
es: Una vez que hayas [hecho un amigo](socialize.html#make-connections-and-friends), puedes ver dónde están e incluso teletransportarte directamente a ellos.
jp: 一度 [友達になると](socialize.html#make-connections-and-friends) 、相手の居場所を確認でき、直接テレポートすることも可能です。
