Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: es, jp

source: Vircadia has two different installers. The *Client Installer* comes with everything you need to view and interact with Vircadia's content and users. However, you are unable to host content using this installer. The *Client + Server Installer* has everything the client installer does, but it also enables you to :doc:`host your own content <../../host>` and share it with the world. The Client + Server Installer download is only provided for Windows. For Linux see: :doc:`Host a Domain from a Local or Cloud Linux Server <../../host/server-setup/linux-server>`.
es: Vircadia tiene dos instaladores diferentes. El *Client Installer* que viene con todo lo que necesitas para ver e interactuar con el contenido y los usuarios de Vircadia. Sin embargo, no puedes alojar contenido con este instalador. El *Client + Server Installer* que tiene todo lo que hace el instalador del cliente, pero también te permite :doc:`alojar tu propio contenido ../../host` y compartirlo con el mundo. La descarga del *Client + Server Installer* solo se proporciona para Windows. Para Linux, consulta: :doc:`Aloja un dominio desde un Servidor Linux Local o en la Nube ../../host/server-setup/linux-server`.
jp: Vircadiaには2種類のインストーラーがあります。 *Client Installer* は、Vircadiaのコンテンツやユーザーを表示、操作するために必要なものがすべて入っています。しかし、このインストーラを使用してコンテンツをホストすることはできません。 *Client + Server Installer* は、クライアントインストーラの機能をすべて備えていますが、 :doc:`あなた自身のコンテンツをホスト <../../host>` し、世界と共有することができます。Client + Server Installerのダウンロードは、Windows用のみ提供されています。Linuxについては、こちらをご覧ください : :doc:`ローカルまたはクラウドのLinuxサーバーからドメインをホストする <../../host/server-setup/linux-server>` 。

source: System Requirements
es: Requerimientos de Sistema
jp: 動作環境

source: In order to run Vircadia, ensure that your computer meets these system requirements:
es: Para ejecutar Vircadia, asegúrate de que tu computadora cumpla con estos requisitos del sistema:
jp: Vircadiaを実行するためには、お使いのコンピューターが以下のシステム要件を満たしていることを確認してください :

source: Operating system:
es: Sistema operativo:
jp: 対応OS:

source: MacOS High Sierra (10.13) or newer
es: MacOS High Sierra (10.13) o más reciente
jp: MacOS High Sierra (10.13) 以上

source: Ubuntu 18.04 64 bit or most other modern Linux distributions
es: Ubuntu 18.04 de 64 bits o la mayoría de las distribuciones modernas de Linux
jp: Ubuntu 18.04 64 bit または他のほとんどの最新のLinuxディストリビューション

source: **Minimum:** Quad-core
es: **Mínimo:** Cuatro Núcleos
jp: **最低:** Quad-core

source: **Recommended:** Quad-core with hyper-threading or better
es: **Recomendado:** Cuatro Núcleos con Hyper-threading o mejor
jp: **推奨:** ハイパースレッディング以上のクアッドコア

source: System memory:
es: Memoria de Sistema:
jp: メインメモリ :

source: **Minimum:** 8GB
es: **Mínimo:** 8GB
jp: **最小:** 8GB

source: Graphics adapter:
es: Adaptador gráfico:
jp: グラフィックカード :

source: **Minimum:** Nvidia 600 series
es: **Mínimo:** Nvidia 600 series
jp: **最低:** Nvidia 600 series

source: **Recommended:** Nvidia 900 series or higher
es: **Recomendado:** Nvidia 900 series o más alto
jp: **推奨:** Nvidia 900 series 以上

source: **Minimum:** AMD Radeon HD 87XX series
es: **Mínimo:** AMD Radeon HD 87XX series
jp: **最低:** AMD Radeon HD 87XX series

source: **Recommended:** AMD Radeon HD 89XX series or higher
es: **Recomendado:** AMD Radeon HD 89XX series o más alto
jp: **推奨:** AMD Radeon HD 89XX series 以上

source: **Minimum:** Intel 5th generation CPU integrated Iris graphics. Using Intel integrated graphics is not recommended.
es: **Mínimo:** CPU Intel de 5ta generacion con gráficos Iris Integrados. No se recomienda el uso de gráficos integrados de Intel.
jp: **最小:** Intel第5世代CPU Iris グラフィックス。Intel統合グラフィックスの使用はお勧めしません。

source: The listed graphics adapters support OpenGL 4.1 and above. This is a requirement for any graphics adapter running Vircadia.
es: Los adaptadores de gráficos enumerados son compatibles con OpenGL 4.1 y superior. Este es un requisito para cualquier adaptador de gráficos que ejecute Vircadia.
jp: リストされているグラフィックアダプタは、OpenGL4.1以降をサポートしています。これは、Vircadiaを実行しているすべてのグラフィックアダプタの要件です。

source: In addition, your network must have enough internet bandwidth to run Vircadia:
es: Además, tu red debe tener suficiente ancho de banda de Internet para ejecutar Vircadia:
jp: また、Vircadiaを動作させるためには、ネットワークに十分なインターネット帯域幅が必要です。

source: If you are using Interface only to explore the metaverse, then you should have Internet speeds of at least **10 Mbit/s download** and **2 Mbit/s upload**.
es: Si estás utilizando la Interface solo para explorar el metaverso, entonces deberías tener una velocidad de internet de por lo menos **10 Mbit/s de descarga** y **2 Mbit/s de subida**.
jp: メタバースを探索するためだけにInterfaceを使用している場合は、インターネット速度が少なくとも **下り 10 Mbit/s** および **上り 2 Mbit/s ** である必要があります。

source: If you are hosting a domain server on a remote machine or your local computer, you need to add **10 Mbit/s upload** for each user that you want to allow to concurrently visit your domain. You will need only **2 Mbit/s upload** per user if you host your assets on an external web server rather than your domain server.
es: Si estás alojando un servidor de dominio en una máquina remota o en tu computadora local, debes agregar **una carga de 10 Mbit/s** para cada usuario al que permitas visitar tu dominio simultáneamente. Solo necesitarás **2 Mbit/s de carga** por usuario si alojas tus activos en un servidor web externo en lugar de tu servidor de dominio.
jp: ドメインサーバをリモートマシンまたはローカルコンピュータでホストしている場合、ドメインへの同時アクセスを許可するユーザごとに **10Mビット/秒のアップロード** を追加する必要があります。ドメインサーバではなく外部のウェブサーバで資産をホストする場合は、ユーザごとに **2Mビット/秒のアップロード** だけが必要です。

source: A world that is specifically built for low-end systems might run fine on a system with slightly less memory or a lower CPU core count.
es: Un mundo creado específicamente para sistemas de gama baja podría funcionar bien en un sistema con un poco menos de memoria o una cantidad de núcleos de CPU más bajo.
jp: ローエンドシステム向けに特別に作られたVircadia世界は、メモリやCPUコア数が少し少ないシステムでも問題なく動作するかもしれません。

source: Running Vircadia on a high resolution display or in VR mode will need a much better graphics adapter, depending on your display's resolution and targeted frame rate.
es: Ejecutar Vircadia en una pantalla de alta resolución o en modo VR necesitará un adaptador de gráficos mucho mejor, según la resolución de tu pantalla y la velocidad de fotogramas objetivo.
jp: Vircadiaを高解像度ディスプレイやVRモードで動作させるには、ディスプレイの解像度や目標とするフレームレートに応じて、より優れたグラフィックカードが必要になります。

source: Download Vircadia
es: Descargar Vircadia
jp: Vircadiaのダウンロード

source: If you intend to use Vircadia in VR mode with an HMD, ensure that SteamVR or Oculus Runtime is also installed on your system before launching Vircadia. VR mode is not supported on macOS. The Oculus Runtime is not supported on Linux.
es: Si tienes la intención de usar Vircadia en modo VR con un HMD, asegúrate de que SteamVR u Oculus Runtime también estén instalados en tu sistema antes de iniciar Vircadia. El modo VR no es compatible con macOS. Oculus Runtime no es compatible con Linux.
jp: HMDを使用してVircadiaをVRモードで使用する場合、Vircadiaを起動する前に、SteamVRまたはOculus Runtimeもシステムにインストールされていることを確認してください。VRモードはmacOSではサポートされていません。Oculus Runtimeは、Linuxではサポートされていません。

source: Once you've downloaded the installer, you're ready to install Vircadia. The process will be different based on your operating system:
es: Una vez que hayas descargado el instalador, estarás listo para instalar Vircadia. El proceso será diferente según tu sistema operativo:
jp: インストーラーをダウンロードしたら、Vircadiaをインストールする準備ができています。お使いのOSによって手順が異なります。

source: Windows Install
es: Instalacion en Windows
jp: Windowsにインストールする

source: To install on Windows, simply double-click on the downloaded installer file to open it. Run through the prompts on the installer. Once you finish the install process, Interface will open, and you will be able to log in and begin exploring the metaverse.
es: Para instalar en Windows, simplemente haz doble click en el archivo de instalación descargado para abrirlo. Ejecuta las indicaciones del instalador. Una vez que termine el proceso de instalación, se abrirá la interfaz y podrás iniciar sesión y comenzar a explorar el metaverso.
jp: Windowsへのインストールは、ダウンロードしたインストーラーファイルをダブルクリックして開くだけです。インストーラーの指示にしたがって操作してください。インストールが完了すると、インターフェイスが起動し、ログインしてメタバースの探索を開始することができます。

source: Mac Install
es: Instalación en Mac
jp: Macにインストールする

source: At this time, the Vircadia installer for Mac is unsigned, so you will need give the OS permission to install the application.
es: En este momento, el instalador de Vircadia para Mac no está firmado, por lo que deberás otorgar permiso al sistema operativo para instalar la aplicación.
jp: 現時点では、Mac版Vircadiaのインストーラーは署名されていないため、OSにアプリケーションをインストールする許可を与える必要があります。

source: Open the downloaded installer dmg file.
es: Abre el archivo dmg del instalador descargado.
jp: ダウンロードしたインストーラーdmgファイルを開きます。

source: Agree to the License Agreement.
es: Acepta el Acuerdo de licencia.
jp: 使用許諾契約に同意します。

source: Drag Vircadia to the Applications folder.
es: Arrastra Vircadia a la carpeta Aplicaciones.
jp: Vircadiaをアプリケーションフォルダにドラッグします。

source: Try opening Interface.app. You will be prompted that macOS will not open the file because it is unsigned.
es: Intenta abrir Interface.app. Se te indicará que macOS no abrirá el archivo porque no está firmado.
jp: Interface.appを開いてみてください。署名されていないため、macOSはファイルを開かないというプロンプトが表示されます。

source: Open **System Preferences > Security & Privacy**. On older macOS versions this might be in **System Preferences > General**.
es: Abre **Preferencias del Sistema > Seguridad y Privacidad**. En versiones anteriores de macOS, esto podría estar en **Preferencias de Sistema > General**.
jp: **System Preferences > Security & Privacy** を開きます。古いmacOSバージョンでは、 **System Preferences > General** にある可能性があります。

source: Next to the warning indicating that Interface is blocked, click 'Open Anyway'.
es: Junto a la advertencia que indica que la interfaz está bloqueada, haz click en '"Abrir de todos modos".
jp: インターフェイスがブロックされていることを示す警告の横にある「Open Anyway」をクリックします。

source: Confirm that you want to open the application.
es: Confirma que deseas abrir la aplicación.
jp: アプリケーションを開くことを確認します。

source: Allow microphone access if prompted, in order to be able to talk inside the application.
es: Permite el acceso al micrófono si se te solicita, para poder hablar dentro de la aplicación.
jp: アプリケーション内で会話できるようにするために、プロンプトが表示されたらマイクへのアクセスを許可します。

source: At this point, Interface will open and you will be able to log in and begin exploring the metaverse.
es: En este punto, se abrirá la interfaz y podrás iniciar sesión y comenzar a explorar el metaverso.
jp: この時、Interfaceが開き、ログインしてメタバースの探索を開始することができます。

source: Linux Install
es: Instalación en Linux
jp: Linuxにインストールする

source: Mark the downloaded AppImage file as executable. (for example, with ``chmod +x Vircadia-x86_64_v2021.1.0-Eos.AppImage``.)
es: Marca el archivo AppImage descargado como ejecutable. (por ejemplo, con ``chmod +x Vircadia-x86_64_v2021.1.0-Eos.AppImage``.)
jp: ダウンロードしたAppImageファイルを実行可能なファイルとしてマークします。(例えば、 ``chmod +x Vircadia-x86_64_v2021.1.0-Eos.AppImage`` など。)

source: (Optional) If you want the AppImage to be integrated into your system, install `AppImageLauncher <https://github.com/TheAssassin/AppImageLauncher>`_.
es: (Opcional) Si deseas que AppImage se integre en tu sistema, instala `AppImageLauncher <https://github.com/TheAssassin/AppImageLauncher>`_.
jp: (オプション) AppImageをシステムに統合したい場合は、 `AppImageLauncher <https://github.com/TheAssassin/AppImageLauncher>` をインストールしてください。

source: Execute AppImage.
es: Ejecuta AppImage.
jp: AppImageを実行する。

source: Currently the server is not part of the Linux Interface AppImage. To host a domain, please refer to :doc:`Host a Domain from a Local or Cloud Linux Server <../../host/server-setup/linux-server>`.
es: Actualmente, el servidor no forma parte de la AppImage de la interfaz de Linux. Para alojar un dominio, consulta :doc:`Alojar un Dominio desde un Servidor Local o en la Nube <../../host/server-setup/linux-server>`.
jp: 現在、サーバーはLinux Interface AppImageの一部ではありません。ドメインをホストするには、 :doc:`ローカルまたはクラウドLinuxサーバーからドメインをホストする <../../host/server-setup/linux-server>` を参照してください。

source: Upgrade Vircadia
es: Actualizar Vircadia
jp: Vircadiaのアップグレード

source: Vircadia is always changing, as we work to improve performance and add features that will enhance your experience in the metaverse. At any time, you can download the latest release from our `website <https://vircadia.com/download-vircadia/#interface>`_.
es: Vircadia siempre está cambiando, ya que trabajamos para mejorar el rendimiento y agregar funciones que mejorarán tu experiencia en el metaverso. En cualquier momento, puedes descargar la última versión de nuestro `sitio web <https://vircadia.com/download-vircadia/#interface>`_.
jp: Vircadiaは常に変化しています。パフォーマンスを改善し、メタバースでのエクスペリエンスを向上させる機能を追加するために取り組んでいます。最新のリリースは、いつでも当社の `website <https://vircadia.com/download-vircadia/#interface>` からダウンロードできます。

source: You cannot upgrade Vircadia on Windows if you have Vircadia Interface or Server running on your computer. Be sure to quit these applications before upgrading. Keep in mind that Vircadia Server could be running in the background.
es: No puedes actualizar Vircadia en Windows si tiene la interfaz o el servidor de Vircadia ejecutándose en tu computadora. Asegúrate de salir de estas aplicaciones antes de actualizar. Ten en cuenta que Vircadia Server podría estar ejecutándose en segundo plano.
jp: Vircadia InterfaceまたはServerが起動している場合、Windows上のVircadiaをアップグレードすることはできません。アップグレードする前に、必ずこれらのアプリケーションを終了してください。Vircadia Serverがバックグラウンドで実行されている可能性があることに留意してください。

source: For Windows, locate the Vircadia app in your system tray. Right-click on the icon and select 'Quit'. Alternatively, end the 'server-console' background process using the Task Manager.
es: Para Windows, busca la aplicación Vircadia en la bandeja del sistema. Haz clic con el botón derecho en el icono y selecciona "Salir". Alternativamente, finaliza el proceso en segundo plano de la "consola del servidor" utilizando el Administrador de tareas.
jp: Windowsの場合、システムトレイにあるVircadiaアプリを探します。アイコンを右クリックし、「終了」を選択します。または、タスクマネージャーを使用して「server-console」バックグラウンドプロセスを終了させます。

source: For more information on the latest releases, see our :doc:`Release Notes <../../release-notes>`.
es: Para obtener más información sobre los últimos lanzamientos, consulta nuestras :doc:`Notas de Lanzamientos<../../release-notes>`.
jp: 最新リリースの詳細については、 :doc:`Release Notes <../../release-notes>` を参照してください。

source: Perform a Clean Install
es: Realizar una Instalación Limpia
jp: クリーンインストール

source: If you're facing problems when you load Interface or the local Server, then you can try performing a clean install. A clean install removes multiple files and settings that you may need once you install Vircadia again.
es: Si tienes problemas al cargar la interfaz o el servidor local, puedes intentar realizar una instalación limpia (Perform a Clean Install). Una instalación limpia elimina varios archivos y configuraciones que podrías necesitar si alguna vez vuelves a instalar Vircadia.
jp: インターフェースやローカルサーバをロードする際に問題に直面した場合、クリーンインストールを実行してみてください。クリーンインストールは、Vircadiaを再インストールする際に必要となる複数のファイルや設定を削除します。

source: Ensure that you back up the following files before a clean install: Favorites, Wearables, Server content, and Entities. These settings will be deleted during the clean install.
es: Asegúrate de hacer una copia de seguridad de los siguientes archivos antes de una instalación limpia: Favoritos, Wearables, Contenido del servidor y Entidades. Esta configuración se eliminará durante la instalación limpia.
jp: クリーンインストールする前に、以下のファイルをバックアップしていることを確認してください : Favorites、Wearables、Server content、Entitiesの設定は、クリーンインストール時に削除されます。

source: Windows Clean Install
es: Instalación Limpia en Windows
jp: Windowsのクリーンインストール

source: Click on the Start menu and type "Add or Remove Programs" in your Windows search bar.
es: Haz click sobre el menú de Inicio y escribe "Añadir o Remover Programas" en tu barra de búsqueda de Windows.
jp: スタートメニューをクリックし、Windowsの検索バーに「プログラムの追加と削除」と入力します。

source: Uninstall any versions of Vircadia that are visible.
es: Desinstala cualquier versión de Vircadia que esté visible.
jp: 表示されているVircadiaのバージョンをすべてアンインストールします。

source: Once Vircadia is uninstalled, browse to your %Program Files% directory. Delete all folders related to Vircadia.
es: Una vez que Vircadia esté desinstalado, navega a tu directorio de %Program Files%. Elimina todas las carpetas relacionadas con Vircadia.
jp: Vircadiaがアンインストールされたら、 %Program Files% フォルダを開きます。Vircadiaに関連するすべてのフォルダを削除します。

source: The next 3 steps will permanently delete your local Server's content. If you wish to keep this content, copy %AppData%/Local/Vircadia/assignment-client to another location on your computer before proceeding. Repeat for %AppData%/Roaming/Vircadia/assignment-client.
es: Los próximos 3 pasos eliminarán permanentemente el contenido de tu servidor local. Si deseas mantener este contenido, copia %AppData%/Local/Vircadia/assignment-client a otra ubicación de tu computadora antes de seguir. Repítelo para %AppData%/Roaming/Vircadia/assignment-client.
jp: 次の3つのステップでローカルサーバーのコンテンツは完全に削除されます。このコンテンツを残しておきたい場合は、先に進む前に%AppData%/Local/Vircadia/Assignment-clientをコンピュータの別の場所にコピーしてください。%AppData%/Roaming/Vircadia/assignment-clientについても同様の操作をします。

source: Browse to your local %AppData% folder (usually ``C:/Users/<your_username>/AppData/Local``). If you do not see the folder, make sure you can view hidden folders: in File Explorer, click View and make sure "Hidden Items" is checked. Delete all folders related to Vircadia.
es: Ve a tu carpeta local %AppData% (usualmente ubicada en ``C:/Users/<tu_nombredeusuario>/AppData/Local``). Si no ves la carpeta, asegúrate de que puedes ver las carpetas ocultas: en el Explorador de Archivos, haz click en "Vista" (View) y asegúrate que la casilla "Elementos Ocultos" este marcada con una tilde. Elimina todas las carpetas relacionadas con Vircadia.
jp: ローカルの %AppData% フォルダ（通常は ``C:/Users/<your_username>/AppData/Local`` ）にアクセスします。もし、そのフォルダが見つからない場合は、隠しフォルダが表示できることを確認してください。ファイルエクスプローラで、表示をクリックし、「隠しアイテム」にチェックが入っていることを確認してください。Vircadiaに関連するすべてのフォルダを削除してください。

source: Browse to your roaming %AppData% folder (usually ``C:/Users/<your_username>/AppData/Roaming``). Delete all folders related to Vircadia.
es: Navega a tu carpeta %AppData% (usualmente ubicada en ``C:/Users/<tu_nombredeusuario>/AppData/Roaming``). Elimina todas las carpetas relacionadas con Vircadia.
jp: ローミングの %AppData%フォルダをブラウズします(通常 ``C:/Users/<your_username>/AppData/Roaming`` ). Vircadiaに関連するすべてのフォルダを削除してください。

source: Re-install Vircadia using the steps above. To restore your local Server's content, copy the ``assignment-client`` folders you previously saved back into to their respective locations.
es: Re-instala Vircadia siguiendo los pasos anteriores. Para restaurar el contenido de tu servidor local, copia las carpetas de ``assignment-client`` que guardaste previamente en sus respectivas ubicaciones.
jp: 上記の手順でVircadiaを再インストールしてください。ローカルサーバの内容を復元するには、以前に保存した ``assignment-client`` フォルダをそれぞれの場所にコピーしてください。

source: Mac Clean Install
es: Instalación Limpia en Mac
jp: Macのクリーンインストール

source: Open your Applications folder and delete the Vircadia folder.
es: Abre tu carpeta Aplicaciones (o Applications) y elimina la carpeta Vircadia.
jp: アプリケーションフォルダを開き、Vircadiaフォルダを削除します。

source: Open the ``<username>/.config`` folder. This is a hidden folder than is accessible by going to *Go > Home*. Press the keyboard shortcut ``Command + Shift + .`` (period).
es: Abre la carpeta ``<username>/.config``. Esta es una carpeta oculta a la que se puede acceder yendo a *Go > Home*. Presiona el atajo de teclado ``Command + Shift + .``(secuencialmente).
jp: ``<username>/.config`` フォルダーを開きます。これは、 *Go > Home* に移動してアクセスできる隠しフォルダーです。キーボードショートカットの ``Command + Shift + .`` (ピリオド) を押します。

source: Delete the ``vircadia.com`` folder.
es: Elimina la carpeta ``vircadia.com``.
jp: ``vircadia.com`` フォルダを削除します。

source: Open the ``~/Library`` folder by holding the Option key and clicking the 'Go' menu while in the Finder. The Library option should appear in the menu.
es: Abre la carpeta ``~/Library`` manteniendo presionada la tecla "Option" y haciendo click en el menu "Go" mientras estás en Finder. La opción "Library" debería aparecer en el menú.
jp: FinderでOptionキーを押しながら「Go」メニューをクリックして、 ``~/Library`` フォルダを開きます。ライブラリオプションがメニューに表示されます。

source: Browse to ``~/Library/Application Support`` and delete the Vircadia folder.
es: Navega a ``~/Library/Application Support`` y elimina la carpeta de Vircadia.
jp: ``~/Library/Application Support`` を参照し、Vircadiaフォルダーを削除します。

source: Empty the Trash.
es: Vacía la Papelera.
jp: ゴミ箱を空にします。

source: Re-install Vircadia using the steps above.
es: Re-instala Vircadia usando los pasos anteriores.
jp: 上記の手順を使用して、Vircadiaを再インストールします。

source: :doc:`Install Your Domain <../../host/server-setup>`
es: :doc:`Instala Tu Dominio <../../host/server-setup>`
jp: :doc:`ドメインのインストール <../../host/server-setup>`

source: This document is slightly outdated. FIXME: instructions for Windows are most likely outdated, no mention that you should *not* use "open mic" setups without push to talk
es: Este documento está ligeramente desactualizado. A tener en cuenta: Lo más probable es que las instrucciones para Windows estén desactualizadas, sin mencionar que *no* debes usar configuraciones de "micrófono abierto" sin pulsar para hablar
jp: このドキュメントは少し古くなっています。FIXME：Windowsの手順はおそらく時代遅れです。プッシュ・ツー・トークなしで「オープンマイク」セットアップを使用するべきではないことは言うまでもありません

source: When you log into Vircadia for the first time, we will automatically detect your computer's default audio devices, and use those for Vircadia. Usually, your computer will automatically detect a plugged in headset and you will not need to configure your audio devices any further.
es: Cuando inicies sesión en Vircadia por primera vez, detectaremos automáticamente los dispositivos de audio predeterminados de tu computadora y los usaremos para Vircadia. Por lo general, tu computadora detectará automáticamente un auricular conectado y no necesitarás configurar más tus dispositivos de audio.
jp: Vircadiaに初めてログインすると、お使いのコンピュータのデフォルトのオーディオデバイスが自動的に検出され、Vircadiaに使用されます。通常、コンピュータは接続されたヘッドセットを自動的に検出するので、それ以上オーディオデバイスを設定する必要はありません。

source: However, some audio setups do require additional configuration. If you need to change your audio settings, read on to find out more.
es: Sin embargo, algunas configuraciones de audio requieren una configuración adicional. Si necesitas cambiar la configuración de audio, sigue leyendo para obtener más información.
jp: ただし、一部のオーディオ設定では追加の構成が必要です。オーディオ設定を変更する必要がある場合は、詳細をお読みください。

source: Audio "At a Glance"
es: Audio "De un vistazo"
jp: オーディオの概要

source: Your basic audio settings are displayed in the top-left corner of your Interface window. This is called the "Audio Level Meter" and can be turned on or off in your Audio settings (from the Tablet or HUD, click **Audio**).
es: Tu configuración básica de audio se muestra en la esquina superior izquierda de la ventana de tu interfaz. Esto se llama "Audio Level Meter" (Medidor de Nivel de Audio) y se puede activar o desactivar en la configuración de audio (desde la Tableta o HUD, haciendo click en **Audio**).
jp: 基本的なオーディオ設定は、インターフェイスウィンドウの左上に表示されます。これは「オーディオレベルメーター」と呼ばれ、オーディオ設定（タブレットまたはHUDから、 **Audio** をクリック）でオンまたはオフにすることができます。

source: Change your Input or Output Device
es: Cambia Tu Dispositivo de Entrada o Salida
jp: 入力デバイスまたは出力デバイスを変更する
