Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: es, jp

source: **Adjust other advanced sound settings**:
es: **Ajustar otras configuraciones de sonido avanzadas**:
jp: **その他の高度なサウンド設定の調整**：

source: Go to **Control Panel > Sound**
es: Ve a **Panel de Control > Sonido**
jp: **Control Panel > Sound** へ移動します

source: Go to **Settings > System > Sound**
es: Ve a **Configuraciones > Sistema > Sonido**
jp: **Settings > System > Sound** へ移動します

source: Go to **Control Panel > Hardware and Sound > Adjust System Volume**
es: Ve a **Panel de Control > Hardware y Sonido > Ajustar Volumen del Sistem**
jp: **Control Panel > Hardware and Sound > Adjust System Volume** へ移動します

source: This document is slightly outdated. FIXME: since we support OpenVR and Oculus Runtime we support almost all HMDs and input devices on the market, we probably support alternatives to Vive Trackers
es: Este documento está ligeramente desactualizado. A tener en cuenta: dado que admitimos OpenVR y Oculus Runtime, admitimos casi todos los HMD y dispositivos de entrada del mercado, probablemente admitimos alternativas a Vive Trackers
jp: この文書は若干古くなっています。修正 :OpenVRとOculus Runtimeをサポートしているため、市場にあるほぼすべてのHMDと入力デバイスをサポートしており、おそらくVive Trackerの代替品もサポートしています

source: To get the best and most immersive experience in Vircadia, we encourage you to use VR equipment, such as the Oculus Rift or HTC Vive. With these HMD devices and hand controllers, you will be able to interact with people in 3D, track body movements, and engage with the objects around you. We support the following VR equipment:
es: Para obtener la mejor y más inmersiva experiencia en Vircadia, te alentamos a usar equipos de realidad virtual, como Oculus Rift o HTC Vive. Con estos dispositivos HMD y controladores manuales, podrás interactuar con personas en 3D, realizar un seguimiento de los movimientos del cuerpo e interactuar con los objetos que te rodean. Admitimos los siguientes equipos de realidad virtual:
jp: Vircadiaで最高の没入感を得るために、Oculus RiftやHTC ViveなどのVR機器を使用することをお勧めします。これらのHMDデバイスとハンドコントローラーを使用することで、3Dで人と交流したり、体の動きを追跡したり、周りのオブジェクトに関与したりすることができます。弊社では、以下のVR機器に対応しています :

source: Head Mounted Displays
es: Pantallas Montadas en la Cabeza
jp: ヘッドマウントディスプレイ

source: Hand Controllers
es: Controladores de Mano
jp: ハンドコントローラー

source: VR Controls
es: Controles VR
jp: VRコントローラー

source: Comfort Mode
es: Modo Confort
jp: コンフォートモード

source: Motion sickness is a real problem for many people when they put on a HMD and enter VR. This happens because your eyes experience movement in VR, while your body stands still. If you experience motion sickness and discomfort using VR equipment, you are not alone.
es: El mareo por movimiento es un problema real para muchas personas cuando se ponen un HMD y entran en VR. Esto sucede porque tus ojos experimentan movimiento en la realidad virtual, mientras que tu cuerpo permanece inmóvil. Si experimentas mareos e incomodidad al usar el equipo de realidad virtual, no estás solo.
jp: HMDを装着してVRの世界に入ると、多くの人が悩むのが「乗り物酔い」です。これは、体は止まっているのに、目はVRの中で動きを体験するために起こります。VR機器を使って乗り物酔いや不快感を感じるのは、あなただけではありません。

source: "Comfort mode" is designed to decrease the effects of motion sickness while using Vircadia. This mode:
es: "Modo Confort" está diseñado para disminuir los efectos de mareo del movimiento mientras estás en Vircadia. Este modo:
jp: 「コンフォートモード」は、Vircadia使用中の乗り物酔いの影響を軽減するために設計されています。モードは以下 :

source: Disables sharp turns
es: Desactiva los giros bruscos
jp: 急カーブを無効にします

source: Decreases your field of vision by darkening the edges of the screen
es: Disminuye tu campo de visión al oscurecer los bordes de la pantalla
jp: 画面の端を暗くして視野を狭めます

source: Adds a ground plane and grid
es: Añade un plano de tierra y una cuadrícula
jp: グランドプレーンとグリッドを追加します

source: All of these features were developed to help you orient yourself when moving around in VR.
es: Todas estas funciones se desarrollaron para ayudarte a orientarte cuando te mueves en la VR.
jp: これらの機能はすべて、VRで動き回るときに自分の向きを変えるのに役立つように開発されました。

source: To enable comfort mode, go to **Menu > Settings > Controls** on your tablet. Use the slider to adjust how much of the environment you see in VR.
es: Para habilitar el modo confort, ve a **Menu > Settings > Controls** en tu tableta. Utiliza el control deslizante para ajustar la cantidad de entorno que ves en la VR.
jp: コンフォートモードを有効にするには、タブレットの **Menu > Settings > Controls** に進みます。スライダーを使用して、VRで見る環境の量を調節してください。

source: Change How You Move in VR
es: Cambiar la Forma en que Te Mueves en VR
jp: VRで動きを変える

source: You can change many avatar movement settings in VR such as jumping, flying, and leaning behavior. To do so:
es: Puedes cambiar muchas configuraciones de movimiento de avatar en VR, como el comportamiento de salto, vuelo e inclinación. Para hacerlo:
jp: VRでは、ジャンプ、飛行、傾いた動作など、多くのアバターの動きの設定を変更できます。そうしようとするには :

source: In Desktop mode, go to **Settings > Controls** in the menu bar.
es: En modo Escritorio, ve a **Settings > Controls** en la barra de menú.
jp: デスクトップモードで、メニューバーの **Settings > Controls** に移動します。

source: In VR mode, open your Tablet and go to **Menu > Settings > Controls**.
es: En modo VR, abre tu Tableta y ve a **Menu > Settings > Controls**.
jp: VRモードで、タブレットを開き、 **Menu > Settings > Controls** に移動します。

source: Enables teleport controls to move seamlessly between positions within a domain.
es: Permite que los controles de teletransporte se muevan sin problemas entre posiciones dentro de un dominio.
jp: ドメイン内のポジションをシームレスに移動するテレポート操作を可能にします。

source: Enables walking controls to move within a domain.
es: Permite que los controles para caminar se muevan dentro de un dominio.
jp: ドメイン内で移動するための歩行制御を有効にします。

source: Enables strafing controls (to walk sideways).
es: Habilita los controles de ametrallamiento (caminar de lado).
jp: ストラフコントロールを有効にします（横向きに歩くため）。

source: Enables jump and fly controls.
es: Habilita los controles de salto y vuelo.
jp: ジャンプとフライのコントロールを有効にします。

source: This setting controls which direction you move in:
es: Esta configuración controla en qué dirección te mueves:
jp: この設定は、移動する方向を制御します :

source: **HMD-Relative**: Move in the direction your head is pointing.
es: **HMD-Relative**: Muévete en la dirección que apunta tu cabeza.
jp: **HMD-Relative**: 頭が指している方向に移動します。

source: **Hand-Relative**: Move in the direction your dominant hand is pointing.
es: **Hand-Relative**: Muévete en la dirección que apunta tu mano dominante.
jp: **Hand-Relative**: 利き手が指している方向に移動します。

source: **Hand-Relative (Leveled)**: Move in the direction your hand is pointing, without taking pitch into account.
es: **Hand-Relative (Leveled)**: Muévete en la dirección que apunta tu mano, sin tener en cuenta el cabeceo.
jp: **Hand-Relative (Leveled)**: ピッチを考慮せずに、手が指している方向に移動します。

source: Select 'Left' or 'Right'. Teleport and turn controls move to the controller in the dominant hand.
es: Selecciona "Izquierda" o "Derecha". Los controles de teletransporte y giro se mueven al controlador de la mano dominante.
jp: 「左」または「右」を選択します。テレポートとターン制御が利き手のコントローラーに移動します。

source: This setting controls how you turn in VR:
es: Esta configuración controla cómo giras en la VR:
jp: VRでの旋回方法を制御する設定 :

source: **Snap turn**: Rotate your avatar sharply to the left or the right.
es: **Snap turn**: Gira tu avatar bruscamente hacia la izquierda o hacia la derecha.
jp: **Snap turn**: アバターを左または右に鋭く回転させます。

source: **Smooth turn**: Rotate your avatar smoothly as you turn to the left or right.
es: **Smooth turn**: Gira tu avatar suavemente mientras giras hacia la izquierda o hacia la derecha.
jp: **Smooth turn**: 左または右に曲がるときにアバターをスムーズに回転させます。

source: **Comfort mode**: Enable `comfort mode`_ and decrease the field of vision while moving in VR mode.
es: **Comfort mode**: Habilita el `modo confort`_ y disminuye el campo de visión mientras te mueves en modo VR.
jp: **Comfort mode**: `comfort mode`_ を有効にして、VRモードで移動しているときに視野を狭めます。

source: This setting determines how you control your walking speed:
es: Esta configuración determina cómo controlas tu velocidad al caminar:
jp: 歩行速度の制御方法の設定 :

source: **Default**: Your walking speed will remain the same, no matter how far forward you push your controller's joystick. Fully pushing the joystick forward will make your avatar run.
es: **Default**: Tu velocidad al caminar seguirá siendo la misma, sin importar qué tan lejos empujes el joystick de tu controlador. Empujar completamente el joystick hacia adelante hará que tu avatar corra.
jp: **Default**: コントローラーのジョイスティックをどれだけ前に出しても、歩行速度は変わりません。ジョイスティックを全開にすると、アバターが走ります。

source: **Analog**: Your walking speed changes based on how far forward you push your controller's joystick. Fully pushing your joystick forward will make your avatar run.
es: **Analog**: Tu velocidad al caminar cambia según la distancia hacia adelante que empujas el joystick de tu controlador. Empujar completamente el joystick hacia adelante hará que tu avatar corra.
jp: **Analog**: コントローラーのジョイスティックをどれだけ前に倒すかによって、歩くスピードが変わります。ジョイスティックを前に倒すと、アバターが走ります。

source: **Analog++**: Your walking speed changes based on how far forward you push your controller's joystick. You can use the slider to change the maximum walking speed in meters/second. Fully pushing your joystick forward will make your avatar run.
es: **Analog++**: Tu velocidad al caminar cambia basado en qué tan lejos empujas el joystick de tu controlador. Puedes usar el control deslizante para cambiar la velocidad máxima de caminata en metros/segundo. Empujar completamente el joystick hacia adelante hará que tu avatar corra.
jp: **Analog++**: コントローラーのジョイスティックをどれだけ前に押すかによって歩行速度が変化します。スライダーで最大歩行速度（m/s）を変更できます。ジョイスティックを全開にすると、アバターが走ります。

source: This setting controls if and when your avatar leans in VR mode.
es: Esta configuración controla si tu avatar se inclina en el modo VR y cuándo.
jp: VRモードでアバターが傾くかどうか、また傾くタイミングを制御します。

source: **Auto**: This is the default setting. Your avatar will lean if you are standing in the real world.
es: **Auto**: Esta es la configuración predeterminada. Tu avatar se inclinará si estás parado en el mundo real.
jp: **Auto**: これはデフォルト設定です。あなたが現実の世界に立っている場合、あなたのアバターは傾くでしょう。

source: **Seated**: Your avatar will not lean if you are sitting in the real world.
es: **Seated**: Tu avatar no se inclinará si estás sentado en el mundo real.
jp: **Seated**: 現実の世界に座っている場合、アバターは傾くことはありません。

source: **Standing**: Your avatar will lean if you are sitting in the real world.
es: **Standing**: Tu avatar se inclinará si estás sentado en el mundo real.
jp: **Standing**: 現実の世界に座っていると、アバターは傾くでしょう。

source: **Disabled**: Your avatar can sit on the floor (experimental).
es: **Disabled**: Tu avatar puede sentarse en el suelo (experimental).
jp: **Disabled**: アバターが床に座れるようになりました（実験的）。

source: User real world height (in meters)
es: User real world height (en metros)
jp: ユーザーの実世界の高さ（メートル単位）

source: You can change your real world height for better tracking in VR mode.
es: Puedes cambiar tu altura en el mundo real para un mejor seguimiento en el modo VR.
jp: VRモードでは、現実世界の身長を変更して、より良い状態でトラッキングを行うことができます。

source: Motion Capture Using Vive Trackers
es: Captura de Movimiento Usando Rastreadores Vive (Vive Trackers)
jp: Viveトラッカーを使用したモーションキャプチャ

source: You can enhance your Vircadia experience using full body motion capture (mocap). Vircadia currently supports mocap using HTC Vive Trackers.
es: Puedes mejorar tu experiencia en Vircadia utilizando la captura de movimiento de cuerpo completo (mocap). Vircadia actualmente admite mocap usando Rastreadores HTC Vive.
jp: 全身モーションキャプチャ（mocap）を使用して、Vircadiaエクスペリエンスを向上させることができます。Vircadiaは現在、HTCViveTrackersを使用したモーションキャプチャをサポートしています。

source: Vive trackers need to be strapped to the body part you wish to track. You can replace the HMD and hand controllers with trackers if you only need to track the movement of your head and hands.
es: Los rastreadores Vive deben estar atados a la parte del cuerpo que deseas rastrear. Puedes reemplazar los controladores HMD y manuales con rastreadores si solo necesitas rastrear el movimiento de tu cabeza y manos.
jp: Viveトラッカーは、追跡する体の部分にストラップで固定する必要があります。頭と手の動きを追跡するだけでよい場合は、HMDとハンドコントローラーをトラッカーに置き換えることができます。

source: You can set up different mocap systems:
es: Puede configurar diferentes sistemas de mocap:
jp: さまざまなモーキャップシステムを設定することが可能 :

source: Mocap System
es: Sistema Mocap
jp: モーションキャプチャシステム

source: Equipment Needed
es: Equipamiento Necesario
jp: 必要な機器

source: Recommended Straps
es: Correas Recomendadas
jp: おすすめのストラップ

source: Head
jp: 頭

source: HMD or 1 Vive Tracker
es: HMD o 1 Rastreador Vive
jp: HMDまたは1つのViveトラッカー

source: Head strap for Vive Tracker
es: Correa para la cabeza del Rastreador Vive
jp: ViveTracker用ヘッドストラップ

source: Hands
jp: 手

source: Hand controllers or 2 Vive Trackers
es: Controladores de Mano o 2 Rastreadores Vive
jp: ハンドコントローラーまたは2つのViveトラッカー

source: Hand strap for Vive Tracker
es: Correa de mano para Rastreador Vive
jp: ViveTracker用ハンドストラップ

source: Head + Hands + Feet
jp: 頭+手+足

source: 2 Vive Trackers + HMD + 2 Hand Controllers
es: 2 Rastreadores Vive + HMD + 2 Controladores de Mano
jp: 2つのViveトラッカー+HMD+2つのハンドコントローラー

source: Foot straps
es: Correas para los pies
jp: フットストラップ

source: Head + Hands + Feet + Hips
jp: 頭+手+足+腰

source: 3 Vive Trackers + HMD + 2 Hand Controllers
es: 3 Rastreadores Vive + HMD + 2 Controladores de Mano
jp: 3つのViveトラッカー+HMD+2つのハンドコントローラー

source: Hip Strap: Drill a hole in the back of a thick leather belt and attach the tracker using a 1/4" screw.
es: Correa de Cadera: perfora un agujero en la parte posterior de un cinturón grueso de cuero y fija el rastreador con un tornillo de 1/4 pulgadas.
jp: ヒップストラップ：厚い革ベルトの後ろに穴を開け、1/4"ネジを使用してトラッカーを取り付けます。

source: Head + Hands + Feet + Hips + Chest
jp: 頭+手+足+腰+胸

source: 4 Vive Trackers + HMD + 2 Hand Controllers
es: 4 Rastreadores Vive + HMD + 2 Controladores de Mano
jp: 4つのViveトラッカー+HMD+2つのハンドコントローラー

source: Chest straps
es: Correas de pecho
jp: チェストストラップ

source: Head + Hands + Feet + Hips + Shoulders
jp: 頭+手+足+腰+肩

source: 5 Vive Trackers + HMD + 2 Hand Controllers
es: 5 Rastreadores Vive + HMD + 2 Controladores de Mano
jp: 5つのViveトラッカー+HMD+2つのハンドコントローラー

source: Shoulder straps
es: Correas de hombro
jp: ショルダーストラップ

source: You can replace the HMD and hand controllers with trackers if you only need to track the movement of your head and hands.
es: Puedes reemplazar los controladores HMD y manuales con rastreadores si solo necesitas rastrear el movimiento de tu cabeza y manos.
jp: 頭と手の動きを追跡するだけなら、HMDやハンドコントローラーをトラッカーに置き換えることも可能です。

source: Configure Your Mocap System
es: Configura Tu Sistema Mocap
jp: モーションキャプチャシステムを構成する

source: Strap your Vive trackers to your body as shown in the image.
es: Ata tus rastreadores Vive a tu cuerpo tal como se muestra en la imagen.
jp: 画像に示すように、Viveトラッカーを体にストラップで固定します。

source: Connect your trackers, HMD, and controllers to SteamVR.
es: Conecta tus rastreadores, HMD y controladores a SteamVR.
jp: トラッカー、HMD、コントローラーをSteamVRに接続します。

source: In Interface, pull up your HUD or Tablet and go to **Menu > Settings > Calibration**.
es: En la Interfaz, abre tu HUD o Tableta y ve a**Menu > Settings > Calibration**.
jp: インターフェイスで、HUDまたはタブレットをプルアップし、 **Menu > Settings > Calibration** に移動します。

source: Configure your mocap system by:
es: Configura tu sistema mocap de la siguiente manera:
jp: モーキャップシステムの構成は以下の通りです :

source: Selecting the right device for your head and hands. If you're using a head tracker instead of an HMD, click 'Use HTC Vive Devices in Desktop Mode'.
es: Seleccionar el dispositivo adecuado para la cabeza y las manos. Si estás utilizando un rastreador de cabeza en lugar de un HMD, haz click en "Use HTC Vive Devices in Desktop Mode".
jp: 頭と手に適したデバイスを選択します。HMDの代わりにヘッドトラッカーを使用している場合は、[デスクトップモードでHTCViveデバイスを使用する]をクリックします。

source: Selecting the body position of any additional trackers.
es: Seleccionar la posición del cuerpo de cualquier rastreador adicional.
jp: 追加のトラッカーの体の位置を選択します。

source: Click 'Apply and Calibrate'.
es: Haz click en "Apply and Calibrate".
jp: 「Apply and Calibrate」をクリックします。

source: Stand in a T-Pose until the timer counts down to zero:
es: Párate en una pose en T hasta que el cronómetro cuente hasta cero:
jp: タイマーがゼロになるまでT字型のポーズで立ちます :

source: Feet together
es: Pies juntos
jp: 足と共に

source: Arms out
es: Brazos extendidos hacia afuera
jp: 腕を伸ばす

source: Head looking straight ahead.
es: Cabeza mirando al frente.
jp: 頭はまっすぐ前を見る。

source: Check to see that each tracker is tracking the corresponding joint on your avatar.
es: Verifica que cada rastreador esté rastreando la articulación correspondiente en tu avatar.
jp: 各トラッカーがアバター上の対応するジョイントを追跡していることを確認します。

source: You can also calibrate your trackers without using your tablet. Once you apply your configuration, stand in a T-Pose and hold the following four buttons together for 1 second: Left Trigger, Right Trigger, Left Menu Button, Right Menu Button. You can press the same buttons together for a second to remove your calibration from the trackers.
es: También puedes calibrar tus rastreadores sin usar tu tableta. Una vez que apliques tu configuración, párate en una postura en T y manten presionados los siguientes cuatro botones durante 1 segundo: Gatillo izquierdo, Gatillo derecho, Botón de menú izquierdo, Botón de menú derecho. Puedes presionar los mismos botones juntos durante un segundo para eliminar su calibración de los rastreadores.
jp: なお、タブレットを使用せずにトラッカーのキャリブレーションを行うことも可能です。設定を適用したら、T字型のポーズで立ち、左トリガー、右トリガー、左メニューボタン、右メニューボタンの4つのボタンを1秒間一緒に押してください。同じボタンを1秒間押し続けることで、トラッカーから校正を解除することができます。

source: When you setup your Vive, you choose which way to point the arrow as your reference. During calibration, it is important that you face the same direction. If you can not remember the arrow's direction, press the Vive System Menu Button and look on the ground for a marker. This is important to make sure your joints are oriented correctly.
es: Cuando configuras tu Vive, eliges en qué dirección apuntar la flecha como referencia. Durante la calibración, es importante que mires en la misma dirección. Si no puede recordar la dirección de la flecha, presiona el botón de menú del sistema Vive y busca un marcador en el suelo. Esto es importante para asegurarte de que tus articulaciones estén orientadas correctamente.
jp: Viveをセットアップする際に、基準となる矢印をどの方向に向けるかを選択します。校正中は、同じ方向を向くことが重要です。矢印の向きを思い出せない場合は、Viveシステムメニューボタンを押して、地面にある目印を探します。これは、関節の向きを確認するために重要です。

source: Troubleshooting
es: Solución de Problemas
jp: トラブルシューティング

source: Issue
es: Problema
jp: 問題

source: Troubleshooting Steps
es: Pasos para la Resolución de Problemas
jp: トラブルシューティングの手順

source: My calibration failed
es: Mi calibración falló
jp: 校正の失敗

source: Check if your trackers are properly connected in SteamVR.
es: Comprueba si tus rastreadores están correctamente conectados en SteamVR.
jp: トラッカーがSteamVRに正しく接続されているかどうかを確認します。

source: Have you selected the correct configuration in your tablet and do you have enough number of trackers to support that configuration?
es: ¿Has seleccionado la configuración correcta en tu tableta y tienes suficiente cantidad de rastreadores para admitir esa configuración?
jp: タブレットで正しい構成を選択し、その構成をサポートするために十分な数のトラッカーを持っていますか？

source: If you are performing and not in HMD, did you select to 'Use HTC Vive in Desktop Mode'?
es: Si estás actuando y no en HMD, ¿Seleccionaste "Use HTC Vive in Desktop Mode"?
jp: HMDではなく、パフォーマンスを行っている場合、「Use HTC Vive in Desktop Mode」を選択しましたか？

source: Are any of the trackers blinking? If so, they may need to be paired again.
es: ¿Está parpadeando alguno de los rastreadores? Si es así, es posible que deban emparejarse de nuevo.
jp: トラッカーのどれかが点滅していませんか？点滅している場合は、再度ペアリングが必要な可能性があります。

source: Do you have the correct number of dongles plugged in to your computer? You will need one dongle per tracker. If you are performing with all 7, then you may need a USB hub to handle them.
es: ¿Tienes el número correcto de dongles conectados a tu computadora? Necesitarás un dongle por rastreador. Si estás actuando con los 7, es posible que necesites un concentrador USB (hub USB) para manejarlos.
jp: コンピュータに接続されているドングルの数は正しいですか？トラッカー1台につきドングルが1つ必要です。7つすべてを使用する場合は、USBハブが必要になる場合があります。

source: My sensor is jiggling a lot
es: Mi sensor se mueve mucho
jp: センサーが大きく揺れている

source: Make sure the straps on the sensor are tightened.
es: Asegúrate de que las correas del sensor estén apretadas.
jp: センサーのストラップが締まっていることを確認してください。

source: My sensor keeps losing tracking
es: Mi sensor sigue perdiendo el seguimiento
jp: センサーが追尾不能になる

source: If it’s the hip tracker, is your shirt is tucked in and not covering the puck? Also make sure your headphone cord isn’t covering the puck.
es: Si es el rastreador de cadera, ¿tu camisa está metida y no cubre el disco? También asegúrate de que el cable de tus auriculares no cubra el disco.
jp: ヒップトラッカーの場合、シャツをたくし上げて、パックを覆っていませんか？また、ヘッドフォンのコードがパックを覆っていないことを確認してください。

source: Can the base stations clearly see the tracker?
es: ¿Pueden las estaciones base ver claramente el rastreador?
jp: ベースステーションからトラッカーがはっきりと見える位置にありますか？

source: Is the signal from the base station conflicting with another Vive setup nearby?
es: ¿La señal de la estación base entra en conflicto con otra configuración de Vive cercana?
jp: ベースステーションからの信号は、近くにある他のViveのセットアップと競合していませんか？

source: Are you clear of reflective surfaces nearby? (such as picture frames, whiteboards, shiny tables).
es: ¿Estás libre de superficies reflectantes cercanas? (como marcos de cuadros, pizarras blancas, mesas brillantes).
jp: 近くに反射するものはありませんか？(額縁、ホワイトボード、光沢のあるテーブルなど)。

source: Is the lighting consistent across the room (minimal outdoor lighting)?
es: ¿La iluminación es uniforme en toda la habitación (iluminación exterior mínima)?
jp: 部屋全体の照明は統一されていますか（屋外照明は最小限か）？

source: Try restarting SteamVR.
es: Intenta reiniciando SteamVR.
jp: SteamVRを再起動してみてください。

source: Remember to charge your trackers when you aren't using them so that you don't have to deal with a low battery tracker negatively impacting your performance.
es: Recuerda cargar tus rastreadores cuando no los estés usando para que no tengas que lidiar con un rastreador con poca batería que afecte negativamente su rendimiento.
jp: トラッカーを使用していないときは、充電することを忘れないでください。そうすれば、バッテリー残量が少なくてパフォーマンスに悪影響が出るようなことはありません。

source: If your HMD does not come equipped with hand controllers, you can use a gamepad. However, Vircadia is best experienced with VR equipment or the keyboard in Desktop mode.
es: Si tu HMD no viene equipado con controladores manuales, puede usar un gamepad. Sin embargo, Vircadia se experimenta mejor con equipos de realidad virtual o el teclado en modo de escritorio.
jp: HMDにハンドコントローラーが装備されていない場合は、ゲームパッドを使用できます。ただし、Vircadiaは、VR機器またはデスクトップモードのキーボードを使用するのが最適です。

source: :doc:`Interact with Your Environment <../interact>`
es: :doc:`Interactúa con Tu Ambiente <../interact>`
jp: :doc:`環境との関わり方 <../interact>`

source: :doc:`Explore in Desktop Mode <desktop>`
es: :doc:`Explora en Modo Escritorio <desktop>`
jp: :doc:`デスクトップモードで探索 <desktop>`

source: In Vircadia, your experiences are shaped the world around you. When you enter a domain, all of the space around you is built with [entities](../create/entities), or the building blocks of your environments. The walls of your room, the tree in the distance, or the animated butterfly that flew past are all entities.
es: En Vircadia, tus experiencias dan forma al mundo que te rodea. Cuando ingresas a un dominio, todo el espacio a tu alrededor se construye con [entidades](../create/entities), o los componentes básicos de sus entornos. Las paredes de tu habitación, el árbol en la distancia o la mariposa animada que pasó volando son todas entidades.
jp: Vircadiaでは、あなたの体験はあなたを取り巻く世界によって形作られます。ある領域に入ると、周囲の空間はすべて [entities](../create/entities)、つまりあなたの環境の構成要素で構築されています。部屋の壁も、遠くに見える木も、飛んできた蝶のアニメーションも、すべて実体なのです。
