Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: es, jp

source: Gallery
es: Galería
jp: ギャラリー

source: Get Started with Vircadia
es: Comenzar con Vircadia
jp: Vircadiaを始めよう

source: Personalize Your Experience
es: Personaliza tu Experiencia
jp: カスタマイズ

source: Socialize with Others
es: Socializa con Otros
jp: 他の人と交流する

source: Travel Between Worlds
es: Viaja Entre Mundos
jp: 世界と世界をつなぐ旅

source: Interact with Your Environment
es: Interactúa con Tu Entorno
jp: あなたの環境と対話

source: Explore
es: Explora
jp: 探検

source: Vircadia is a metaverse where you can connect and create with others. We invite you to explore the worlds created in Vircadia and interact with other users. You can visit friends' virtual worlds, meet people, attend events, and learn about creation in virtuality. It's an immersive and interactive experience with realistic visuals and audio.
es: Vircadia es un metaverso al que puedes conectarte y crear con otros. Te invitamos a explorar los mundos creados en Vircadia e interactuar con otros usuarios. Puedes visitar mundos virtuales de amigos, conocer gente, ir a eventos, y aprender sobre la creación en un entorno virtual. Es una experiencia inmersiva e interactiva con visualización y audio realistas.
jp: Vircadiaは、他の人とつながり、創造することができるメタバースです。Vircadiaに作られた世界を探索し、他のユーザーと交流してください。友人の仮想世界を訪れ、人と会い、イベントに参加し、仮想における創造について学ぶことができます。リアルな映像と音声で、没入感のあるインタラクティブな体験ができます。

source: If it's your first time using Vircadia, you'll start your journey in a local tutorial space by yourself, where you can experiment with the controls and learn about the Interface. When you are ready, try exploring other domains using the Explore app and socialize with people around the metaverse. If you've visited Vircadia before, you will return to the location where you last visited.
es: Si es tu primera vez usando Vircadia, puedes empezar tu viaje en un tutorial en un espacio local por ti mismo, donde puedes experimentar con los controles y aprender sobre la Interfaz. Cuando estés listo, prueba a explorar otros Dominios usando la app de Exploración y socializar con personas alrededor del metaverso. Si visitaste Vircadia antes, volverás al lugar que visitaste por última vez.
jp: 初めてVircadiaを使う場合は、ローカルのチュートリアルスペースで一人旅を始め、操作を試したりインターフェイスについて学んだりすることができます。準備ができたら、Exploreアプリを使って他のドメインを探検してみたり、メタバース周辺の人々と交流してみましょう。以前にVircadiaを訪れたことがある場合は、前回訪れた場所に戻ります。

source: Throughout this chapter, learn how to make the most of your exploration:
es: A lo largo de este capítulo, aprende como conseguir lo máximo de tu exploración:
jp: この章を通して、探索を最大限に活用する方法を学びます :

source: This gallery showcases the Vircadia Interface and some past events and locations attended with it.
es: Esta galería muestra la Interfaz de Vircadia y algunos eventos pasados y lugares a los que asistió.
jp: このギャラリーでは、Vircadia Interfaceと、それを使って参加した過去のイベントや場所を紹介しています。

source: Maker Meeting, 28th September 2020, on the "El Papa Viejo" (meaning "The Old Pope").
es: Reunión de Creadores (Maker Meeting), 28 de septiembre de 2020, en "El Papa Viejo".
jp: 2020年9月28日「El Papa Viejo」理事会。

source: Startup Lab Lagoon Koza booth at Startup Asia X, 12th June 2020.
es: Stand de la Startup Lab Lagoon Koza en la Startup Asia X, 12 de Junio de 2020.
jp: 2020年6月12日 Startup Lab Startup Asia X (Lagoon Koza boothにて)。

source: Group photo at the end of Startup Asia X, 12th June 2020.
es: Foto grupal durante el final de la Startup Asia X, 12 de Junio de 2020.
jp: 2020年6月12日 StartupAsiaXの終わりの集合写真。

source: Dale Glass speaking at the Developer Meeting, 20th September 2020.
es: Dale Glass hablando en la reunión de desarrolladores (Developer Meeting), 20 de Septiembre de 2020.
jp: 2020年9月20日 開発者会議で講演するDaleGlassさん。

source: Mannequin army, 13th July 2020.
es: Ejército de Maniquíes, 13 de Julio de 2020.
jp: 2020年7月13日 マネキン軍。

source: Pictionary in the old Hub, 5th July 2020.
es: Pictionary en el antiguo Hub, 5 de julio de 2020.
jp: 2020年7月5日 old HubでのPictionary。

source: Vircadia running on Linux Mint 19.3, 29th September 2020.
es: Vircadia ejecutándose sobre Linux Mint 19.3, 29 de Septiembre de 2020.
jp: 2020年9月29日 Linux Mint 19.3で実行されているVircadia。

source: **See Also**
es: **Ver también**
jp: **関連項目**

source: :doc:`Install Vircadia <get-started/install>`
es: :doc:`Instala Vircadia <get-started/install>`
jp: :doc:`Vircadiaのインストール <get-started/install>`

source: Install Vircadia
es: Instala Vircadia
jp: Vircadiaをインストールする

source: Understand the Architecture
es: Comprende la Arquitectura
jp: アーキテクチャを理解する

source: Set Up Your Audio Devices
es: Configura tus Dispositivos de Audio
jp: オーディオデバイスをセットアップする

source: Use Your VR Equipment
es: Usa tu Equipamiento VR
jp: VR機器を使用する

source: Explore in Desktop Mode
es: Explora en Modo Escritorio
jp: デスクトップモードで探索する

source: Adjust Your Settings
es: Ajusta tus Preferencias
jp: 設定を調整する

source: Get Our Android App
es: Consigue tu App para Android
jp: Androidアプリの入手

source: We know that getting started with a new application can be difficult: installing the software and learning the controls is never any fun. Hopefully, this section will help you become familiar with our application, so that you can begin making friends and exploring the metaverse.
es: Sabemos que comenzar con una nueva aplicación puede ser difícil: instalar el software y aprender los controles es nuevo y divertido. Por suerte, esta sección te ayudará a familiarizarte con nuestra aplicación, para que puedas empezar a hacer amigos y explorar el metaverso.
jp: 新しいアプリケーションを使い始めるのは難しいものです。ソフトウェアをインストールし、操作を覚えるのは決して楽しいことではありません。このセクションでは、私たちのアプリケーションに慣れ親しみ、友達を作り、メタバースを探検し始めるための手助けになることを願っています。

source: **In This Section**
es: **En esta Sección**
jp: **セクション**

source: This document is slightly outdated. FIXME: some perspective options don't exist anymore, mentions security picture, says that lower graphics setting increase performance (not entirely true in our case)
es: Este documento está un poco desactualizado. FIXME: algunas opciones de perspectiva ya no existen, se hace mención a la imagen de seguridad, dice que unos ajustes gráficos menores aumentan el performance (no es totalmente cierto en nuestro caso)
jp: このドキュメントは若干古くなっています。FIXME: いくつかのパースペクティブ・オプションはもう存在しません、セキュリティ画像について言及、低いグラフィック設定はパフォーマンスを上げると書いてあります。（私たちのケースでは完全に真実ではありません）

source: You can adjust various settings in Vircadia so that it runs to your preferences. Many of these settings are changed using the HUD (in Desktop mode) or Tablet (in VR mode).
es: Puedes ajustar varias configuraciones en Vircadia para que se ejecute según tus preferencias. Muchas de estas configuraciones se cambian utilizando el HUD (en el modo de escritorio) o la Tableta (en el modo de realidad virtual).
jp: Vircadiaでは様々な設定を調整して、自分の好みに合わせて動作させることができます。これらの設定の多くは、HUD（デスクトップモード）またはタブレット（VRモード）を使って変更します。

source: On This Page
es: En Esta Página
jp: コンテンツ

source: The Tablet and HUD
es: La Tableta y HUD
jp: タブレットとHUD

source: In VR, all of your settings are found in your **Tablet**. The Tablet also gives you easy access to any :doc:`apps that you install <../personalize/install-apps>`. Pull up the tablet by clicking the menu button on your controller.
es: En VR (Realidad Virtual), todas tus configuraciones se encuentran en tu **Tableta**. La tableta también te brinda fácil acceso a cualquier :doc:`apliación que instales <../personalize/install-apps>`. Abre la tableta haciendo click en el botón de menú en tu controlador.
jp: VR では、すべての設定が **タブレット** で確認できます。また、 :doc:`タブレットからインストールしたアプリ <../personalize/install-apps>` に簡単にアクセスすることができます。タブレットを表示するには、コントローラのメニューボタンをクリックします。

source: In Desktop Mode, you have the option to use either the Tablet or a smaller version called the "Heads-up Display" or HUD. It contains the exact same options as the Tablet (settings, apps, etc), but it takes up less space on your screen. To enable the HUD, first enable the **Developer** menu by going to **Settings > Developer Menu**. Then, go to **Developer > UI > Desktop Tablet Becomes Toolbar**.
es: En el Modo de Escritorio, tienes la opción de usar la Tableta o una versión más pequeña llamada "Heads-up Display" (Pantalla de Visualización Frontal) o HUD. Contiene exactamente las mismas opciones que la Tableta (configuraciones, aplicaciones, etc.), pero ocupa menos espacio en la pantalla. Para habilitar el HUD, primero habilita el menú **Desarrollador** yendo a **Settings > Developer Menu**. Luego, ve a **Developer > UI > Desktop Tablet Becomes Toolbar**.
jp: デスクトップモードでは、タブレットまたは以前のバージョンからのHUD(Heads-up Display)と呼ばれるいずれかのオプションを使用することができます。HUDは、タブレットとまったく同じオプション（設定、アプリなど）が含まれていますが、画面上で占めるスペースは小さくなっています。HUDを有効にするには、まず **Settings > Developer Menu** に進み、 **Developer** メニューを有効にします。次に、 **Developer > UI > Desktop Tablet Becomes Toolbar** に進みます。

source: Enter or Exit VR Mode
es: Entrar o Salir del Modo VR
jp: VRモードの開始または終了

source: You can enjoy Vircadia with or with VR equipment such as head mounted displays (HMD), hand controllers and audio headsets. Our Desktop mode contains many of Vircadia's features such as audio, basic movements and gestures, and the ability to travel to different domains.
es: Puedes disfrutar de Vircadia con o sin equipos de realidad virtual, como pantallas montadas en la cabeza (HMD), controladores de mano y auriculares de audio. Nuestro modo de escritorio contiene muchas de las funciones de Vircadia, como audio, movimientos y gestos básicos, y la capacidad de viajar a diferentes dominios.
jp: Vircadiaは、ヘッドマウントディスプレイ（HMD）、ハンドコントローラ、オーディオヘッドセットなどのVR機器と一緒に楽しむことができます。デスクトップモードでは、オーディオ、基本的な動きやジェスチャー、異なるドメインへの移動機能など、Vircadiaの多くの機能が搭載されています。

source: Keep in mind, however, that the most immersive and powerful experience is when you use VR equipment. Only then will you be able to interact with people in 3D, track body movements, and easily engage with the objects around you. Once you have set up your VR equipment, you can easily switch between VR mode and Desktop mode. To switch to VR mode, use one of the following methods:
es: Sin embargo, ten en cuenta que la experiencia más inmersiva y poderosa es cuando usas equipos de VR. Solo entonces podrás interactuar con personas en 3D, realizar un seguimiento de los movimientos corporales y relacionarte fácilmente con los objetos que te rodean. Una vez que hayas configurado tu equipo de VR, puedes cambiar fácilmente entre el modo VR y el modo de escritorio. Para cambiar al modo VR, utiliza uno de los siguientes métodos:
jp: しかし、最も没入感のあるパワフルな体験ができるのは、VR機器を使用したときであることを念頭に置いておいてください。3Dで人と交流し、体の動きを追跡し、周囲のオブジェクトと簡単に関わることができるのは、VR機器を使用しているときだけです。VR機器をセットアップしたら、VRモードとデスクトップモードを簡単に切り替えることができます。VRモードへの切り替えは、以下のいずれかの方法で行います :

source: From the HUD, click **Enter VR**.
es: Desde el HUD, haz click en **Enter VR**.
jp: HUDから、 ** Enter VR** をクリックします。

source: Click the **Display** menu, then select your VR device.
es: Haz click en el menú **Display**, luego selecciona tu dispositivo de VR.
jp: **Display** メニューをクリックして、VRデバイスを選択します。

source: To exit from VR mode, remove your headset, click **Exit VR** on the HUD or press ``ESC`` on your keyboard.
es: Para salir del modo VR, quítate los auriculares, haz click en **Exit VR** en el HUD o presiona ``ESC`` en tu teclado.
jp: VRモードを終了するには、ヘッドセットを取り外し、HUDの **Exit VR** をクリックするか、キーボードの ``ESC`` を押します。

source: Set Your Perspective
es: Establece Tu Perspectiva
jp: あなたの視点を設定する

source: You can choose how you view things around you by changing your perspective. To change your perspective:
es: Puedes elegir cómo ver las cosas a tu alrededor cambiando tu perspectiva. Para cambiar tu perspectiva:
jp: 視点を変えることで、身の回りのものをどう見るかを選ぶことができます。視点を変えるには :

source: In Desktop mode, go to **View** in the menu on the top left corner.
es: En modo Escritorio, ve a **View** (Vista) en el menú de la parte superior izquierda.
jp: デスクトップモードで、左上隅のメニューの **View** に移動します。

source: In VR mode, open your Tablet and go to **Menu > View**.
es: En Modo VR (Realidad Virtual), abre tu Tableta y ve a **Menu > View**.
jp: VRモードで、タブレットを開き、 **Menu > View** に移動します。

source: Setting
es: Ajustes
jp: 設定

source: Description
es: Descripción
jp: 説明

source: Select this setting if you want to change your perspective in Vircadia to first person. In this view, you will not see yourself, only the environment around you.
es: Selecciona esta configuración si quieres cambiar tu perspectiva en Vircadia a primera persona. En esta vista, no te verás a tí mismo, solo el entorno que te rodea.
jp: Vircadiaで一人称視点映像に変更したい場合は、この設定を選択します。この視点だと、自分自身は見えず、周りの環境だけが見えます。

source: Select this setting to change your perspective to third person. In this view, you will see yourself, as well as the environment around you.
es: Selecciona esta configuración para cambiar tu perspectiva a tercera persona. En esta vista, te verás a tí mismo, así como al entorno que te rodea.
jp: この設定を選択して、三人称視点映像に変更します。この視点では、自分自身だけでなく周囲の環境も見ることができます。

source: Select this to change your perspective to look at yourself. In this view, you will see yourself and the space behind you.
es: Selecciona esto para cambiar tu perspectiva y verte a tí mismo. En esta vista, te verás a tí mismo y al espacio detrás de ti.
jp: これを選択すると、自分自身を見る視点に変わります。この視点では、自分自身と自分の後ろの空間を見ることになります。

source: Select this to change what you see through scripting instead of avatar's movements.
es: Selecciona esta opción para cambiar lo que ves a través de secuencias de comandos en lugar de los movimientos del avatar.
jp: この設定に変更することにより、アバターによる視点の動作ではなく、スクリプトを介した視点になります。

source: Select this to set your perspective to a specific entity, allowing you to move with entity as it moves.
es: Selecciona esto para establecer tu perspectiva a una entidad específica, permitiéndote moverte con la entidad a medida que te mueves.
jp: これを選択すると、視点を特定のエンティティに設定し、そのエンティティの動きに合わせて視点も動きます。

source: Other Miscellaneous Settings
es: Otras Configuraciones Varias
jp: その他各種設定

source: Here are some other settings you may like to change to optimize your experience.
es: Aquí hay algunas otras configuraciones que podría gustarte cambiar para optimizar tu experiencia.
jp: その他、最適化することができる設定をいくつか紹介します。

source: General Settings
es: Configuraciones Generales
jp: 一般設定

source: You can modify general settings such user interface and privacy settings in Vircadia.
es: Puedes modificar la configuración general, como la interfaz de usuario y la configuración de privacidad en Vircadia.
jp: Vircadiaのユーザーインターフェイスやプライバシー設定などの一般的な設定を変更することができます。

source: In Desktop mode, go to **Settings > General** in the menu on the top left corner.
es: En el modo Escritorio, ve a **Settings > General** en el menu de la esquina superior izquierda.
jp: デスクトップモードで、左上隅のメニューの **Settings > General** に移動します。

source: In VR mode, open your Tablet and go to **Menu > Settings > General**.
es: En el modo VR, abre tu Tableta y ve a **Menu > Settings > General**.
jp: VRモードで、タブレットを開き、 **Menu > Settings > General** に移動します。

source: In-World Graphics Settings
es: Configuraciones Gráficas en el Mundo
jp: インワールドのグラフィック設定

source: You can make changes to the graphics in Vircadia.
es: Puedes realizar cambios a los gráficos en Vircadia.
jp: Vircadiaのグラフィックに変更を加えることができます。

source: In Desktop mode, go to **Settings > Graphics** in the menu on the top left corner.
es: En el modo Escritorio, ve a **Settings > Graphics** en el menú de la esquina superior izquierda.
jp: デスクトップモードで、左上隅のメニューの **Settings > Graphics** に移動します。

source: In VR mode, open your Tablet and go to **Menu > Settings > Graphics**.
es: En el modo VR, abre tu Tableta y ve a **Menu > Settings > Graphics**.
jp: VRモードで、タブレットを開き、 **Menu > Settings > Graphics** に移動します。

source: Choose the graphics settings for your computer tier. In general, a lower graphics setting sacrifices artistic details and rendering effects for increased performance and optimization. **Custom** lets you configure the world detail, rendering effects, refresh rate, and resolution yourself.
es: Elije la configuración de gráfica acorde a tú computadora. En general, una configuración de gráficos baja sacrifica los detalles artísticos y los efectos de renderizado para un mayor rendimiento y optimización. **Custom** te permite configurar los detalles del mundo, los efectos de renderizado, la frecuencia de actualización y la resolución por tí mismo.
jp: お使いのコンピュータの階層に合わせたグラフィックス設定を選択します。一般的に、グラフィックス設定を低くすると、アーティスティックなディテールやレンダリング効果が犠牲になり、パフォーマンスと最適化が向上します。カスタムでは、世界の細部、レンダリング効果、リフレッシュレート、および解像度を自分で設定することができます。

source: Control the level of detail visible to you in Vircadia by moving this slider.
es: Controla el nivel de detalle visible para ti en Vircadia moviendo este control deslizante.
jp: このスライダーを動かすことで、Vircadiaで見えるディテールのレベルをコントロールすることができます。

source: Choose the level of rendering effects that are present in Vircadia. Local lights, fog, bloom, and shadows are all examples of rendering effects.
es: Elije el nivel de efectos de renderizado que están presentes en Vircadia. Las luces locales, la niebla, la floración y las sombras son ejemplos de efectos de renderizado.
jp: Vircadiaに存在するレンダリング効果のレベルを選択します。ローカルライト、フォグ、ブルーム、シャドウはすべてレンダリング効果の一例です。

source: Choose the frequency that Vircadia updates its graphics buffers. Most mid-range computers run well on 'Interactive'.
es: Elije la frecuencia con la que Vircadia actualiza sus búferes gráficos. La mayoría de las computadoras de gama media funcionan bien en "Interactivo" (Interactive).
jp: Vircadiaがグラフィックバッファを更新する頻度を選択します。ほとんどのミッドレンジコンピュータは「Interactive」でうまく動きます。

source: Adjust the resolution using the slider. This affects how clear Vircadia appears on your monitor or screen.
es: Ajusta la resolución con el control deslizante. Esto afecta la claridad de Vircadia en tu monitor o pantalla.
jp: スライダーで解像度を調整します。これは、あなたのモニターやスクリーンでVircadia空間画像がどれだけ鮮明に見えるかに影響します。

source: Account Security Settings
es: Configuración de Seguridad de la Cuenta
jp: アカウントのセキュリティ設定

source: You can change your account security settings in Vircadia.
es: Puedes cambiar la configuración de seguridad de tu cuenta en Vircadia.
jp: Vircadiaでアカウントのセキュリティ設定を変更できます。

source: In Desktop mode, go to **Settings > Security** in the menu on the top left corner.
es: En el modo Escritorio, ve a **Settings > Security** en el menú de la esquina superior izquierda.
jp: デスクトップモードで、左上隅のメニューの **Settings > Security** に移動します。

source: In VR mode, open your Tablet and go to **Menu > Settings > Security**.
es: En el modo VR, abre tu Tableta y ve a **Menu > Settings > Security**.
jp: VRモードで、タブレットを開き、 **Menu > Settings > Security** に移動します。

source: Enable to stay logged in (in the current device) even if you exit Vircadia.
es: Habilita para permanecer conectado (en el dispositivo actual) incluso si sales de Vircadia.
jp: Vircadiaを終了しても（現在のデバイスに）ログインしたままにできるようにします。

source: Change your security picture.
es: Cambia tu imagen de seguridad.
jp: セキュリティ画像を変更します。

source: :doc:`Configure Your Domain Settings <../../host/configure-settings>`
es: :doc:`Configura los Ajustes de Tu Dominio <../../host/configure-settings>`
jp: :doc:`ドメイン設定の構成 <../../host/configure-settings>`

source: A Vircadia Android app is being considered for the roadmap, most of the development work has been done but the work required to get it back rolling has to be taken into consideration.
es: Se está considerando una aplicación de Vircadia para Android para la hoja de ruta (roadmap), se ha realizado la mayor parte del trabajo de desarrollo, pero debe tenerse en cuenta el trabajo necesario para que vuelva a funcionar.
jp: VircadiaのAndroidアプリは、ロードマップとして検討されており、開発作業はほとんど終わっていますが、再稼働に必要な作業も考慮しなければなりません。

source: The app is designed for Daydream-ready phones only. Keep in mind, it cannot be used in Daydream View and is only available as a 2D application.
es: La aplicación está diseñada solo para teléfonos compatibles con Daydream. Ten en cuenta que no se puede usar en Daydream View y solo está disponible como una aplicación 2D.
jp: このアプリはDaydream対応のスマホ専用に設計されています。Daydream Viewでは使用できず、2Dアプリとしてのみ利用可能であることにご留意ください。

source: Visit Different Worlds
es: Visita Diferentes Mundos
jp: さまざまな世界を訪問

source: Vircadia has many virtual places where you can interact with other users and participate in various activities or events. We have modified several of Vircadia's most popular virtual worlds to make them more accessible to Android users.
es: Vircadia tiene muchos lugares virtuales donde puedes interactuar con otros usuarios y participar en diversas actividades o eventos. Hemos modificado varios de los mundos virtuales más populares de Vircadia para hacerlos más accesibles para los usuarios de Android.
jp: Vircadiaには、他のユーザーと交流したり、さまざまな活動やイベントに参加できる仮想空間がたくさんあります。私たちは、Vircadiaの最も人気のあるバーチャルワールドのいくつかをAndroidユーザーがよりアクセスしやすくなるように修正しました。

source: Find these domains by going to the **Home** tab in the menu.
es: Encuentra estos dominios yendo a la pestaña **Home** en el menú.
jp: メニューの **Home** タブに移動して、これらのドメインを見つけます。

source: Movement Controls
es: Controles de Movimiento
jp: 動きのコントロール

source: Action
es: Acción
jp: アクション

source: Controls
es: Controles
jp: 挙動

source: Walking
jp: ウォーキング

source: When exploring a virtual world, use the arrows in the bottom left corner to turn and/or walk.
es: Al explorar un mundo virtual, usa las flechas en la esquina inferior izquierda para girar y/o caminar.
jp: 仮想世界を探索するときは、左下の矢印で移動したり、歩いたりします。

source: Turning
jp: 旋回

source: Drag your finger left or right across the screen to make your avatar turn.
es: Arrastra tu dedo hacia la izquierda o hacia la derecha por la pantalla para que tu avatar gire.
jp: 指で画面を左右にドラッグすると、アバターが回転します。

source: Look up/down
jp: 見上げる/見下ろす

source: Drag your finger up or down to change the angle of the camera.
es: Arrastra tu dedo hacia arriba o hacia abajo para cambiar el ángulo de la cámara.
jp: 指を上下にドラッグすると、カメラの角度を変えることができます。

source: Flying
jp: 飛行

source: Press the button on the bottom right with the winged avatar to fly (the longer you hold it, the higher you go!).
es: Presiona el botón en la parte inferior derecha con el avatar alado para volar (¡cuanto más lo sostengas, más alto subes!).
jp: 右下の翼のあるアバターでボタンを押すと、空を飛ぶことができます（長くボタンを押したままにするほど高く飛べます！）。

source: In-World Controls
es: Controles en el Mundo
jp: インワールドコントロール

source: View
jp: 表示方法

source: Switch to a bird's eye view camera by pressing the **My View** button on the top right corner of the screen.
es: Cambia a una cámara a vista de pájaro presionando el botón **My View** en la esquina superior derecha de la pantalla.
jp: 画面の右上隅にある **My View** ボタンを押して、バーズアイビューカメラに切り替えます。

source: Mute
jp: ミュート

source: Your avatar in muted by default when you open the app. Press the mic button on the top right corner to unmute.
es: Tu avatar está silenciado de forma predeterminada cuando abres la aplicación. Presiona el botón del micrófono en la esquina superior derecha para desmutearte.
jp: アプリを開いたとき、アバターは初期状態でミュートになっています。ミュートを解除するには、右上のマイクボタンを押します。

source: Avatar Controls
es: Controles del Avatar
jp: アバターコントロール

source: Change Your Avatar
jp: アバターを変更する

source: Change your avatar to one available in the list in the **Avatar** tab in the menu.
es: Cambia tu avatar a uno disponible en la lista de la pestaña **Avatar** en el menú.
jp: メニューの **Avatar** タブのリストで利用可能なアバターに変更します。

source: Set Display Name
jp: 表示名の設定

source: Set your display name in the **Avatar** tab in the menu
es: Establece tu nombre visible en la pestaña **Avatar** en el menú
jp: メニューの **Avatar** タブで表示名を設定します

source: Discover and Make Friends
es: Descrubrir y Hacer Amigos
jp: 友達を見つける、作る

source: Handshake
jp: ハンドシェーク

source: `Add people to your Connections <../socialize.html#make-connections-and-friends>`_ by shaking their hand. Press the handshake button which is above the flight button in the bottom right corner of your screen.
es: `Agrega personas a tus conexiones <../socialize.html#make-connections-and-friends>`_ estrechándoles la mano (handshake). Presiona el botón de apretón de manos que está encima del botón de vuelo en la esquina inferior derecha de la pantalla.
jp: 握手をして、 `コネクションに追加する <../socialize.html#make-connections-and-friends>`_ 。画面右下のフライトボタンの上にある握手ボタンを押します。
