Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: es, jp

source: Connections List
jp: 接続リスト

source: Open the **People** tab in the menu to view your Connections.
es: Abre la pestaña **People** en el menú para ver tus Conexiones.
jp: メニューの **People** タブを開いて、接続を表示します。

source: Additional functionality such as opening the Tablet, using the **Create** Tools app, adding wearables, etc. are not yet available.
es: Funcionalidad adicional como abrir la Tableta, usar la aplicación de Herramientas Crear (Create App), agregar usables/vestibles, etc. aún no están disponibles.
jp: タブレットを開く、ツールの **作成アプリを使用** する、ウェアラブルを追加するなどの追加機能はまだ利用できません。

source: :doc:`Socialize with Others <../socialize>`
es: :doc:`Socializar con Otros <../socialize>`
jp: :doc:`他の人との付き合い <../socialize>`

source: This document is slightly outdated. FIXME: says that you can use an Android phone
es: Este documento está desactualizado. A tener en cuenta: puedes usar tu teléfono android
jp: このドキュメントは少し古くなっています。FIXME: Android端末は使用できます

source: Vircadia's architecture shows how different parts of the system work together to give you the best VR experience.
es: La arquitectura de Vircadia muestra cómo las diferentes partes del sistema funcionan juntas para brindarte la mejor experiencia de VR.
jp: Vircadiaのアーキテクチャは、システムのさまざまな部分がどのように連携して、最高のVR体験を提供するのかを示しています。

source: Architecture Overview
es: Descripción de la Arquitectura
jp: アーキテクチャの概要

source: Vircadia's architecture consists of the following components that work together and send data to each other for your VR experience.
es: La arquitectura de Vircadia consiste de los siguientes componentes que funcionan juntos y se envían datos entre sí para tu experiencia de VR.
jp: Vircadiaのアーキテクチャは、以下のコンポーネントで構成されており、相互に連携してデータを送信しVR体験を提供します。

source: The `Vircadia Interface`_ runs your personal experience in the metaverse. With it, you can :doc:`visit VR worlds <../travel>`, :doc:`meet people <../socialize>`, `attend live events <../socialize.html#attend-live-events>`_ and more.
es: La `Intefaz de Vircadia`_ ejecuta tu experiencia personal en el metaverso. Con ella, puedes :doc:`visitar mundos de VR <../travel>`, :doc:`conocer gente <../socialize>`, `asisitir a eventos en vivo<../socialize.html#attend-live-events>`_ y más.
jp: `Vircadia Interface`_ は、メタバースにおけるあなたの個人的な体験を実行します。これを使えば、 :doc:`VRワールドを訪れたり <../travel>`、 :doc:`人に会ったり <../socialize>`、ライブイベントに参加したりすることができます。

source: The `Domain Server`_ is the server that hosts a domain. The domain server hosts the content in the domain, and manages the :doc:`domain-wide settings <../../host/configure-settings>`, such as audio spatialization, user permissions, and running scripts.
es: El `Servidor de Dominios`_ es el servidor que aloja un dominio. El servidor de dominio aloja el contenido en el dominio, y gestiona :doc:`la configuración de todo el dominio <../../host/configure-settings>`, como espacialización de audio, permisos de usuario y scripts en ejecución.
jp: `ドメインサーバー`_ は、ドメインをホストするサーバーです。ドメインサーバーは、ドメイン内のコンテンツをホストし、オーディオの空間化、ユーザー権限、スクリプトの実行など、 :doc:`ドメイン全体の設定を管理 <../../host/configure-settings>` します。

source: The `Global Services`_ connect all of the servers together. An instance of these services are maintained by Vircadia so that you can sign in and move seamlessly between places.
es: Los `Servicios Globales`_ (Global Services) conectan todos los servidores entre sí. Vircadia mantiene una instancia de estos servicios para que puedas iniciar sesión y moverte sin problemas entre lugares.
jp: `グローバルサービス`_ は、すべてのサーバーを相互に接続します。これらのサービスのインスタンスはVircadiaによって維持されているため、サインインして場所間をシームレスに移動できます。

source: Vircadia Interface
es: Interfaz de Vircadia
jp: Vircadiaインターフェース

source: The Vircadia Interface (or simply 'Interface') is the main user interface for Vircadia. It is used to explore the metaverse and engage with people from around the world. When you enter a domain, your Interface connects with the `domain server`_ that is hosting the virtual world, alongside any `global services`_.
es: La Interfaz de Vircadia (o simplemente "interfaz") es la interfaz de usuario principal de Vircadia. Se utiliza para explorar el metaverso e interactuar con personas de todo el mundo. Cuando ingresas a un dominio, tu Interfaz se conecta con el `servidor de dominio`_ que alberga el mundo virtual, por medio de cualquier `servicio global`_.
jp: Vircadiaインターフェイス（または単に「インターフェイス」）は、Vircadiaのメインユーザーインターフェイスです。メタバースを探索し、世界中の人々と交流するために使用されます。ドメインに入ると、インターフェースは、仮想世界をホストしている `ドメインサーバー`_ と `グローバルサービス`_ に接続します。

source: You can download and use the Interface on your computer or your Android phone using the `Client-Only Installer <install.html#client-only-installer>`_.
es: Puedes descargar y usar la Interfaz en tu computadora o en tu teléfono Android usando el `Instalador sólo para clientes <install.html#client-only-installer>`_.
jp: `Client-Only Installer <install.html#client-only-installer>` を使って、パソコンまたは Android 端末にインターフェイスをダウンロードし、使用することができます。

source: Physics Engine
es: Motor de Física
jp: 物理演算エンジン

source: Your VR experience won't be realistic without some physics. Vircadia includes a `physics engine <http://bulletphysics.org>`_ that simulates behaviors of objects according to the Newtonian laws of physics. When an object falls to the ground and bounces, or when two or more objects collide, their movements are computed by the physics engine.
es: Tu experiencia de VR no será realista sin algo de física. Vircadia incluye un `motor de física <http://bulletphysics.org>`_ que simula comportamientos de objetos según las leyes newtonianas de la física. Cuando un objeto cae al suelo y rebota, o cuando dos o más objetos chocan, el motor de física calcula sus movimientos.
jp: VR体験は物理学がなければリアリティがありません。Vircadiaには、ニュートンの物理法則に従ってオブジェクトの挙動をシミュレートする `物理演算エンジン <http://bulletphysics.org>` が搭載されています。物体が地面に落ちたり跳ねたりするとき、あるいは二つ以上の物体が衝突するとき、それらの動きは物理エンジンによって計算されます。

source: Each Interface runs its own physics engine, and the entity server coordinates the results to produce a consistent simulation across the entire domain.
es: Cada Interfaz ejecuta su propio motor de física, y el servidor de entidades coordina los resultados para producir una simulación consistente en todo el dominio.
jp: 各インターフェースはそれぞれ物理演算エンジンを実行し、エンティティサーバがその結果を調整することで、ドメイン全体で一貫したシミュレーションを実現します。

source: Domain Server
es: Servidor de Dominio
jp: ドメインサーバー

source: A domain is a spatial simulation in Vircadia that you can visit. It is computed by a stack of programs on one or more computers. You need a domain's :doc:`place name <../../host/configure-settings/place-setting>` to visit a domain, just like you would need a web address to visit a website.
es: Un dominio es una simulación espacial en Vircadia que puedes visitar. Se calcula mediante una pila de programas en una o más computadoras. Necesitas el :doc:`nombre del lugar del dominio <../../host/configure-settings/place-setting>` para visitar un dominio, al igual que necesitarás una dirección web para visitar un sitio web.
jp: ドメインとは、あなたが訪れることのできるVircadiaの空間的なシミュレーションのことです。ドメインは1台または複数のコンピュータのプログラムの積み重ねによって計算されます。ウェブサイトを訪問するためにウェブアドレスが必要なのと同じように、ドメインを訪問するためにはドメインのプ :doc:`レースネーム <../../host/configure-settings/place-setting>` が必要です。

source: You can :doc:`set up your own domain <../../host/server-setup>` and host it on your local machine or on a cloud server to make it available to other users. Your domain's server stack is a set of components that simulate and manage different aspects of the domain such as audio, entities, and avatars. Everything that you see, hear, and do in your domain is managed by the server stack.
es: Puedes :doc:`configurar tu propio dominio <../../host/server-setup>` y alojarlo en tu máquina local o en un servidor en la nube para que esté disponible para otros usuarios. La pila de servidores de tu dominio es un conjunto de componentes que simulan y administran diferentes aspectos del dominio, como audio, entidades y avatares. La pila del servidor administra todo lo que ves, escuchas y haces en tu dominio.
jp: 独自の :doc:`ドメインを設定 <../../host/server-setup>` し、ローカルマシンまたはクラウドサーバーでホストして、他のユーザーが利用できるようにすることができます。ドメインのサーバースタックは、オーディオ、エンティティ、アバターなど、ドメインのさまざまな側面をシミュレートし管理するコンポーネントのセットです。ドメイン内で見たり聞いたりできることは、すべてサーバースタックによって管理されます。

source: Server Stack
es: Pila de Servidor
jp: サーバースタック

source: The Domain server is at the top of this stack and its job is to give out assignments to the other components. These components are called Assignment Clients, because from the perspective of the domain server, they are clients that take on different roles.
es: El servidor de Dominio está en la parte superior de esta pila y su trabajo es dar asignaciones a los otros componentes. Estos componentes se denominan Clientes de Asignación, porque desde la perspectiva del servidor de dominio, son clientes que asumen diferentes roles.
jp: ドメインサーバーはこのスタックの最上位にあり、その役割は他のコンポーネントに割り当てを行うことです。これらのコンポーネントは、ドメインサーバーの観点から、異なる役割を担うクライアントであるため、アサインメントクライアントと呼ばれます。

source: The server stack is not only controlling, managing and computing your domain as you see it, but also how it is seen by anyone visiting your domain. This means that the domain server hands out simulation assignments and provides their IP addresses to connecting Interface clients. The domain server is a single executable that spawns assignment clients that become the different mixers as requested. Each assignment client can function as one of the six types mentioned. The domain server determines which assignment client functions as which mixer.
es: La pila del servidor no solo controla, administra y calcula tu dominio tal como lo ves, sino también cómo lo ve cualquier persona que visite tu dominio. Esto significa que el servidor de dominio entrega asignaciones de simulación y proporciona sus direcciones IP a los clientes de interfaz que se conectan. El servidor de dominio es un ejecutable único que genera clientes de asignación que se convierten en los diferentes mezcladores según se solicite. Cada cliente de asignación puede funcionar como uno de los seis tipos mencionados. El servidor de dominio determina qué cliente de asignación funciona como qué mezclador.
jp: サーバースタックは、ドメインを制御、管理、計算するだけでなく、あなたのドメインを訪れる人がどのように見えるかも制御しています。つまり、ドメインサーバーはシミュレーションの割り当てを行い、接続するインターフェイスクライアントにそのIPアドレスを提供します。ドメインサーバーは単一の実行ファイルで、要求に応じて異なるミキサーとなるアサインメントクライアントを生成します。各アサインメントクライアントは、前述の6種類のうちの1つとして機能します。ドメインサーバーは、どのアサインメントクライアントがどのミキサーとして機能するかを決定します。

source: Assignment Clients
es: Clientes de Asignación
jp: アサインメントクライアント

source: Assignment clients control and manage various aspects of a domain. They also communicate directly with the Interface clients connected to a domain. There are six types of assignment clients:
es: Los clientes de asignación controlan y administran varios aspectos de un dominio. También se comunican directamente con los clientes de la interfaz conectados a un dominio. Hay seis tipos de clientes de asignación:
jp: アサインメントクライアントは、ドメインのさまざまな側面を制御・管理します。また、ドメインに接続されているインターフェイスクライアントと直接通信を行います。アサインメントクライアントは以下6種類 :

source: Assignment Client
es: Cliente de Asignación
jp: アサインメントクライアント種類

source: This mixer is in charge of your virtual presence in any domain. It keeps track of where you are, which avatar you're wearing, and how you move around the domain. For example, it tracks how you move your head while wearing a Head Mounted Display (HMD).
es: Este mezclador se encarga de tu presencia virtual en cualquier dominio. Realiza un seguimiento de en donde te encuentras, qué avatar llevas puesto y cómo te mueves por el dominio. Por ejemplo, rastrea cómo mueves la cabeza mientras usas una Pantalla Montada en la Cabeza ( Head Mounted Display, HMD).
jp: このミキサーは、ドメインにおけるバーチャルな存在感を管理します。あなたがどこにいて、どのアバターを着ていて、どのようにドメイン内を移動しているのかを記録します。例えば、ヘッドマウントディスプレイ（HMD）を装着しているときに、どのように頭を動かしているかを追跡します。

source: Mixes all sounds, whether it's voice or environmental. And it does this not just for avatars, but also for all the entities in a domain. The Audio mixer can customize a stereo mix for you based on your position relative to the audio source.
es: Mezcla todos los sonidos, ya sea de voz o ambientales. Y lo hace no solo para los avatares, sino también para todas las entidades de un dominio. El mezclador de audio puede personalizar una mezcla estéreo para ti en función de tu posición relativa a la fuente de audio.
jp: 音声や環境音など、すべての音をミックスします。また、アバターだけでなく、ドメイン内のすべてのエンティティに対してこれを行います。オーディオミキサーは、オーディオソースとの相対的な位置関係に基づいて、あなた用にステレオミックスをカスタマイズすることができます。

source: Tracks all entities and their properties in a domain, from their description and position, to any behaviors attached to them in a script. If an entity is modified, the change is communicated to the entity server, which in turn relays the information to all clients currently visiting the domain.
es: Realiza un seguimiento de todas las entidades y sus propiedades en un dominio, desde su descripción y posición, hasta cualquier comportamiento asociado a ellas en un script. Si se modifica una entidad, el cambio se comunica al servidor de la entidad, que a su vez transmite la información a todos los clientes que actualmente visitan el dominio.
jp: ドメイン内のすべてのエンティティとそのプロパティ、その説明や位置から、スクリプトでそれらにアタッチされたすべての動作までを追跡します。エンティティが変更されると、その変更がエンティティサーバーに伝えられ、サーバーはそのドメインに現在アクセスしているすべてのクライアントに情報をリレーします。

source: Provides copies of the models, audio files, scripts, and other media used by the domain. It functions like a Web server, but using protocols tuned to Vircadia's architecture.
es: Proporciona copias de los modelos, archivos de audio, guiones y otros medios utilizados por el dominio. Funciona como un servidor Web, pero utilizando protocolos ajustados a la arquitectura de Vircadia.
jp: ドメインで使用されているモデル、オーディオファイル、スクリプト、その他のメディアのコピーを提供します。ウェブサーバーのように機能するが、Vircadiaのアーキテクチャに合わせたプロトコルを使用します。

source: Executes user-written JavaScript programs. If you've written a script to get your avatar to clap, or create a bowling alley, the Agent will execute it. It can see entities, avatars, and send audio.
es: Ejecuta programas de usuario escritos en JavaScript. Si has escrito un script para que tu avatar aplauda o cree una bolera, el Agent (Agente) lo ejecutará. Puede ver entidades, avatares y enviar audio.
jp: ユーザーが書いた JavaScript プログラムを実行します。アバターに拍手させたり、ボーリング場を作ったりするスクリプトを書いたら、Agent がそれを実行します。エンティティやアバターを見たり、音声を送ったりすることができます。

source: Provides communication between scripts running in different programs connected to the domain, which could be Interfaces or Agents.
es: Proporciona comunicación entre scripts que se ejecutan en diferentes programas conectados al dominio, que pueden ser Interfaces o Agentes.
jp: ドメインに接続された異なるプログラム（インターフェイスまたはエージェント）で実行されているスクリプト間の通信を提供します。

source: Sandbox manages all these components on the domain server, five dedicated assignment clients, and as many agent assignments clients as needed. However, it is possible to spread the assignment clients over multiple computers, and even to divide each function among a hierarchy of assignment components, which may be on different computers. For instance, multiple audio mixers could be used to mix the audio in different geographic regions of the domain.
es: Sandbox gestiona todos estos componentes en el servidor de dominio, cinco clientes de asignación dedicados y tantos clientes de asignación de agentes como se necesiten. Sin embargo, es posible distribuir los clientes de asignación en varias computadoras e incluso dividir cada función entre una jerarquía de componentes de asignación, que pueden estar en diferentes computadoras. Por ejemplo, se podrían usar múltiples mezcladores de audio para mezclar el audio en diferentes regiones geográficas del dominio.
jp: Sandboxは、ドメインサーバー、5つの専用割り当てクライアント、必要な数のエージェント割り当てクライアントで、これらすべてのコンポーネントを管理します。しかし、割り当てクライアントを複数のコンピュータに分散させ、さらに各機能を割り当てコンポーネントの階層に分割することも可能で、その場合は異なるコンピュータになる可能性があります。例えば、複数のオーディオミキサーを使用して、ドメインの異なる地理的な地域のオーディオをミキシングすることができます。

source: Global Services
es: Servicios Globales
jp: グローバルサービス

source: Vircadia maintains global services to connect different servers together.
es: Vircadia mantiene servicios globales para conectar diferentes servidores entre sí.
jp: Vircadiaは、さまざまなサーバーを相互に接続するためのグローバルサービスを維持しています。

source: :doc:`Install Vircadia <install>`
es: :doc:`Instalar Vircadia <install>`
jp: :doc:`Vircadiaのインストール <install>`

source: :doc:`Host Your Domain <../../host>`
es: :doc:`Aloja Tu Dominio <../../host>`
jp: :doc:`ドメインのホスティング <../../host>`

source: :doc:`Travel Between Worlds <../travel>`
es: :doc:`Viaja Entre Mundos <../travel>`
jp: :doc:`世界間の旅 <../travel>`

source: Desktop users are restricted to using their keyboard and mouse to do things in Vircadia. On this page, you can find all of the shortcuts so that you can enjoy your experience in Vircadia to the fullest.
es: Usuarios de Escritorio están restringidos a usar su teclado y ratón para hacer cosas en Vircadia. En esta página puedes encontrar todos los accesos directos para que disfrutes al máximo de tu experiencia en Vircadia.
jp: デスクトップユーザーは、Vircadiaで操作をするために、キーボードとマウスを使うことに制限されています。このページでは、Vircadiaを最大限に楽しむためのショートカットを紹介しています。

source: The shortcuts below are for Windows and Linux computers. If you're running on a Mac, use the same commands, substituting the ``Command`` key for the ``Ctrl`` key.
es: Los accesos directos de acontinuación son para computadoras con Windows y Linux. Si lo estás ejecutando en una Mac, usa los mismos comandos, sustituyendo la tecla ``Command`` por la tecla ``Ctrl``.
jp: 以下のショートカットは、WindowsとLinuxのコンピュータ用です。Macの場合は、 ``Command`` キーを ``Ctrl`` キーに置き換えて、同じコマンドを使用します。

source: Walk Forward
es: Caminar hacia Adelante
jp: 前進

source: ``W`` or ``UP ARROW``
es: ``W`` o ``FLECHA ARRIBA``
jp: ``W`` もしくは ``UP ARROW``

source: Walk Backward
es: Caminar hacia Atrás
jp: 後進

source: ``S`` or ``DOWN ARROW``
es: ``S`` o ``FLECHA ABAJO``
jp: ``S`` もしくは ``DOWN ARROW``

source: Run
es: Correr
jp: 走る

source: Hold ``SHIFT`` while using any shortcut to walk
es: Mantén presionado ``SHIFT`` mientras usas cualquier tecla para caminar
jp: ショートカットを使用して歩く間、 ``SHIFT`` を押したままにします

source: Side Step to the Left
es: Paso Lateral a la Izquierda
jp: サイドステップ（左方向）

source: ``Q`` or Right Click + ``A`` or ``SHIFT`` + ``LEFT ARROW``
es: ``Q`` o Click Derecho + ``A`` o ``SHIFT`` + ``FLECHA IZQUIERDA``
jp: ``Q`` もしくは 右クリック + ``A`` もしくは ``SHIFT`` + ``LEFT ARROW``

source: Side Step to the Right
es: Paso Lateral a la Derecha
jp: サイドステップ（右方向）

source: ``E`` or Right Click + ``D`` or ``SHIFT`` + ``RIGHT ARROW``
es: ``E`` o Click Derecho + ``D`` o ``SHIFT`` + ``FLECHA DERECHA``
jp: ``E`` もしくは右クリック + ``D`` または ``SHIFT`` + ``RIGHT ARROW``

source: Turn Left
es: Giro a la Izquierda
jp: 左折

source: ``A`` or ``LEFT ARROW``
es: ``A`` o ``FLECHA IZQUIERDA``
jp: ``A`` または ``LEFT ARROW``

source: Turn Right
es: Giro a la Derecha
jp: 右折

source: ``D`` or ``RIGHT ARROW``
es: ``D`` o ``FLECHA DERECHA``
jp: ``D`` または ``RIGHT ARROW``

source: Jump
es: Salto
jp: ジャンプ

source: ``SPACE`` or ``PGUP``
es: ``ESPACIO`` o ``PGUP``
jp: ``SPACE`` または ``PGUP``

source: Fly
es: Volar
jp: 飛行（上昇）

source: Hold ``SPACE`` or ``PGUP``
es: Mantener ``ESPACIO`` o ``PGUP``
jp: ``SPACE`` を押したままにする もしくは ``PGUP``

source: Fly Down
es: Volar hacia Abajo
jp: 飛行（下降）

source: ``C`` or ``PGDN``
es: ``C`` o ``PGDN``
jp: ``C`` または ``PGDN``

source: Toggle Privacy Shield
es: Alternar Escudo de Privacidad
jp: プライバシーシールドの切り替え

source: Open Tablet
es: Abrir Tableta
jp: タブレットを開く

source: ``TAB`` *(when 'Desktop becomes toolbar' is not checked)*
es: ``TAB`` *(cuando "El escritorio se convierte en barra de herramientas" no está marcado)*
jp: ``TAB`` *(「Desktop becomes toolbar」にチェックが入っていない場合)*

source: Select Item
es: Seleccionar Item
jp: アイテムの選択

source: Left Click
es: Click Izquierdo
jp: 左クリック

source: Grab Item
es: Agarrar Item
jp: アイテムを掴む

source: Inspect Item
es: Inspeccionar Item
jp: アイテムの検査

source: Right Click
es: Click Derecho
jp: 右クリック

source: Open Browser
es: Abrir Navegador
jp: ブラウザを開く

source: Toggle 'Away from Keyboard'
es: Alternar "Lejos del teclado"
jp: キーボードからの切り替え

source: Toggle 'Mute Mic'
es: Alternar "Silenciar Micrófono"
jp: マイクミュートからの切り替え

source: Toggle 'Show Statistics'
es: Alternar "Mostrar Estadísticas"
jp: 統計情報の切り替え

source: Screenshot
es: Captura de Pantalla
jp: スクリーンショット

source: Push to Talk
es: Presionar para Hablar
jp: プッシュツートーク

source: Camera Controls
es: Controles de Cámara
jp: カメラコントロール

source: First Person View
es: Vista en Primera Persona
jp: 一人称視点

source: Third Person View
es: Vista en Tercera Persona
jp: 三人称視点

source: Mirror View
es: Vista de Espejo
jp: 鏡視点

source: Pan In/Out
es: Panorámica de Entrada/Salida
jp: パンイン/パンアウト

source: With mouse, use mouse wheel.
es: Con el ratón, utiliza la rueda del ratón.
jp: マウスでは、マウスホイールを使用します。

source: On trackpad, drag two fingers up or down.
es: En el trackpad, arrastra dos dedos hacia arriba o hacia abajo.
jp: トラックパッドでは、2本の指で上下にドラッグします。

source: Take Screenshot
es: Tomar Captura de Pantalla
jp: スクリーンショットを撮る

source: Avatar Sizing Controls
es: Controles de Tamaño del Avatar
jp: アバターのサイズ調整

source: Decrease Avatar Size
es: Disminuir Tamaño de Avatar
jp: アバターのサイズを小さくする

source: Increase Avatar Size
es: Incrementar Tamaño de Avatar
jp: アバターのサイズを大きくする

source: Reset Avatar Size
es: Reestablacer Tamaño de Avatar
jp: アバターサイズをリセットする

source: Create and Edit Mode
es: Modo Crear y Editar
jp: 作成および編集モード

source: These controls work when the **Create** app is open.
es: Estos controles funcionan cuando la aplicación **Crear** está abierta.
jp: これらのコントロールは、 **Create** アプリが開いているときに機能します。

source: Undo
es: Deshacer
jp: 元に戻す

source: Redo
es: Rehacer
jp: やり直し

source: Delete Entity
es: Eliminar Entidad
jp: エンティティの削除

source: Focus on Selected Entity
es: Centrarse en la Entidad Seleccionada
jp: 選択したエンティティに焦点を当てる

source: Align Grid to Bottom of Selected Entities
es: Alinear la Grilla con la parte Inferior de las Entidades Seleccionadas
jp: 選択したエンティティの下にグリッドを合わせる

source: Duplicate Entity
es: Duplicar Entidad
jp: 重複するエンティティ

source: ``CTRL`` + Left Click + Drag
es: ``CTRL`` + Click Izquierdo + Arrastre
jp: ``CTRL`` + 左クリック + Drag

source: Parent Entity
es: Emparentar Entidad
jp: 親エンティティ

source: Unparent Entity
es: Desemparentar Entidad
jp: 親ではないエンティティ

source: Copy Entity
es: Copiar Entidad
jp: エンティティのコピー

source: Paste Entity
es: Pegar Entidad
jp: エンティティの貼り付け

source: Toggle Global/Local Translation
es: Alternar Traducción Global/Local
jp: グローバル/ローカル通訳の切替

source: Gamepad
es: Mando
jp: ゲームパッド

source: Instead of a keyboard, you can use a gamepad while experiencing Vircadia in desktop mode.
es: En lugar de un teclado, puedes usar un mando o gamepad mientras experimentas Vircadia en modo de escritorio.
jp: キーボードの代わりにゲームパッドを使って、デスクトップモードでVircadiaを体験することができます。
