Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: es, jp

source: In Interface, open your tablet or HUD and go to **People**.
es: En la interfaz, abre tu HUD o Tableta y ve a **People**.
jp: インターフェイスで、タブレットまたはHUDを開き、 **People** に移動します。

source: Click 'Connections' and find the friend you want to visit.
es: Haz click en "Connections" y busca el amigo que deseas visitar.
jp: 「Connections」をクリックし、訪問したい友人を探します。

source: Select their name then 'Visit'.
es: Selecciona su nombre y luego "Visit".
jp: 名前を選択してから「Visit」を選択します。

source: [Socialize with Others](socialize)
es: [Socializar con Otros](socialize)
jp: [他の人と交流する](socialize)

source: Rendering Effects
es: Efectos de Renderizado

source: Key
es: Tecla

source: Windows 8.1, 64-bit or Windows 10, 64-bit
es: Windows 8.1, 64-bit o Windows 10, 64-bit

source: `Windows 64-bit - Selene 2022.1.1 Installer <https://github.com/vircadia/vircadia/releases/download/2022.1.1/Vircadia-2022.1.1-Selene.exe>`__ |DownloadWI|
es: `Windows 64-bit - Selene 2022.1.1 Instalador <https://github.com/vircadia/vircadia/releases/download/2022.1.1/Vircadia-2022.1.1-Selene.exe>`__ |DownloadWI|

source: `Windows 64-bit Launcher (Experimental) <https://cdn.vircadia.com/dist/launcher/VircadiaLauncherSetup.exe>`__ |DownloadWL|
es: `Ejecutable para Windows 64-bit (Experimental) <https://cdn.vircadia.com/dist/launcher/VircadiaLauncherSetup.exe>`__ |DownloadWL|

source: `macOS Intel - Selene 2022.1.1 Installer <https://github.com/vircadia/vircadia/releases/download/2022.1.1/Vircadia-2022.1.1-Selene.dmg>`__ |DownloadM|
es: `macOS Intel - Selene 2022.1.1 Instalador <https://github.com/vircadia/vircadia/releases/download/2022.1.1/Vircadia-2022.1.1-Selene.dmg>`__ |DownloadM|

source: Oculus Rift (CV1 and S)
es: Oculus Rift (CV1 y S)

source: Refresh Button
es: Botón Refresh
