Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: es, jp

source: Vircadia's 3D spatialized audio is guaranteed to enhance your experience in the metaverse, whether you are in Desktop mode or using VR equipment. By default, we will select the default audio devices that your operating system or headset has detected. If you want to use a different headset or audio setup than the default, you can change your computer's default device. If you need to use a different device for Vircadia than other applications on your computer, then you can change your device in the application.
es: Se garantiza que el audio espacializado en 3D de Vircadia mejorará tu experiencia en el metaverso, ya sea que estés en modo de Escritorio o usando equipo de VR. Por defecto, seleccionaremos los dispositivos de audio predeterminados que tu sistema operativo o auriculares hayan detectado.Si quieres utilizar un auricular o una configuración de audio diferente a la predeterminada, puedes cambiar el dispositivo predeterminado de tu computadora. Si necesitas usar un dispositivo diferente al de otras aplicaciones en tu computadora para Vircadia , entonces puedes cambiar tu dispositivo en la aplicación.
jp: Vircadiaの3D空間化されたオーディオは、デスクトップモードでもVR機器を使用していても、メタバースでの体験を向上させることが保証されています。デフォルトでは、お使いのオペレーティングシステムやヘッドセットが検出したデフォルトのオーディオデバイスを選択します。デフォルトとは異なるヘッドセットやオーディオ設定を使用したい場合は、コンピュータのデフォルトデバイスを変更することができます。Vircadiaでコンピュータの他のアプリケーションと異なるデバイスを使用する必要がある場合は、アプリケーションでデバイスを変更することができます。

source: An *audio input device* is any device that captures sound and generates a signal that can be accessed by other devices. Examples of audio input devices include a USB microphone or a microphone headset that is plugged into your computer, or your sound card’s "Stereo Mix" or "What U Hear" device (think of these sound card devices as if they were microphones being held up to your speakers while they output sound).
es: Un *audio input device* (dispositivo de entrada de audio) es cualquier dispositivo que captura sonido y genera una señal a la que pueden acceder otros dispositivos. Los ejemplos de dispositivos de entrada de audio incluyen un micrófono USB o un auricular con micrófono que está conectado a tu computadora, o el dispositivo "Stereo Mix" o "What U Hear" de tu tarjeta de sonido (piensa en estos dispositivos de tarjeta de sonido como si fueran micrófonos sostenidos por tus parlantes mientras emiten sonido).
jp: *オーディオ入力デバイス* とは、音を取り込み、他のデバイスがアクセスできる信号を生成するデバイスのことです。オーディオ入力デバイスの例としては、コンピューターに接続されたUSBマイクやマイクヘッドセット、サウンドカードの「Stereo Mix」や「What U Hear」デバイス（これらのサウンドカードのデバイスは、スピーカーにかざしながら音を出力するマイクのようなものだと考えてください）などが挙げられます。

source: An *audio output device* is any device that receives information from audio files and converts it into audible sound signals. Examples of audio output devices include your desktop computer speakers, headphones, or huge speakers in a movie theater.
es: Un *audio output device* (dispositivo de salida de audio) es cualquier dispositivo que recibe información de archivos de audio y la convierte en señales sonoras audibles. Ejemplos de dispositivos de salida de audio incluyen los parlantes de tu computadora de escritorio, los auriculares o los parlantes enormes en una sala de cine.
jp: *オーディオ出力機器* は、オーディオファイルから情報を受け取り、それを可聴音信号に変換するあらゆる機器です。音声出力機器の例としては、デスクトップパソコンのスピーカー、ヘッドフォン、映画館の巨大なスピーカーなどがあります。

source: If you are using a headset with a microphone, then your input and output devices will likely be the same device. However, if you are using external speakers or some other open mic setup, then these devices may be different. In these cases, we encourage you to enable `acoustic echo cancellation <#id1>`_ for improved audio quality.
es: Si usas auriculares con micrófono, es probable que tus dispositivos de entrada y salida sean el mismo dispositivo. Sin embargo, si estás utilizando altavoces externos o alguna otra configuración de micrófono abierto, estos dispositivos pueden ser diferentes. En estos casos, te recomendamos que habilites `acoustic echo cancellation <#id1>`_ para mejorar la calida de audio.
jp: マイク付きヘッドセットを使用している場合、入力デバイスと出力デバイスは同じデバイスになる可能性が高いです。しかし、外部スピーカーやその他のオープンマイクを使用している場合、これらのデバイスは異なる可能性があります。このような場合、音質を向上させるために、 `acoustic echo cancellation <#id1>` を有効にすることをお勧めします。

source: To change your audio devices:
es: Para cambiar tus dispositivos de audio:
jp: オーディオデバイスを変更するには：

source: From the Tablet or HUD, click **Audio**.
es: Desde la Tableta o HUD, haz click en **Audio**.
jp: タブレットまたはHUDから、 **Audio** をクリックします。

source: Choose your desired input device.
es: Elije tu dispositivo de entrada deseado.
jp: 使用する入力デバイスを選択します。

source: Choose your desired output device.
es: Elije tu dispositivo de salida deseado.
jp: 使用する出力デバイスを選択します。

source: Using Bluetooth Headsets
es: Uso de Auriculares Bluetooth
jp: Bluetoothヘッドセットの使用

source: You can use bluetooth headsets, such as AirPods with Vircadia. However, note that there are limitations to using them, and they may not work in all environments. If using WiFi, ensure you’re using a 5Ghz WiFi connection. On a 2.4Ghz connection, you may experience audio breakup and occasional disconnects.
es: Puedes usar auriculares bluetooth, como AirPods con Vircadia. Sin embargo, ten en cuenta que hay limitaciones para usarlos, y pueden no funcionar en todos los entornos. Si usas WiFi, asegúrate de estar usando una conexión WiFi de 5Ghz. En una conexión de 2,4 Ghz, es posible que experimentes cortes de audio y desconexiones ocasionales.
jp: Vircadiaでは、AirPodsなどのBluetoothヘッドセットを使用することができます。ただし、使用には制限があり、すべての環境で使用できない場合がありますので、ご注意ください。WiFiを使用する場合、5GhzのWiFi接続を使用していることを確認してください。2.4Ghzの接続では、音声が途切れたり、時々切断されることがあります。

source: Unfortunately, bluetooth audio devices do not currently support stereo input. Therefore, you have two options:
es: Desafortunadamente, los dispositivos de audio bluetooth actualmente no admiten entrada estéreo. Por lo tanto, tienes dos opciones:
jp: 残念ながら、現在Bluetoothオーディオ機器は、ステレオ入力に対応していません。そのため、2つの選択肢があります。

source: Use the bluetooth headset as an output device only, and use another microphone for input. This allows you to take advantage of the stereo audio.
es: Utilice los auriculares bluetooth solo como dispositivo de salida y utilice otro micrófono para la entrada. Esto te permite aprovechar el audio estéreo.
jp: Bluetoothヘッドセットは出力デバイスとしてのみ使用し、入力には別のマイクを使用します。これにより、ステレオ音声を活用することができます。

source: Use the bluetooth headset's built-in microphone. In this case, other users will only experience mono sound coming from you, rather than the normal stereo audio.
es: Utilice el micrófono integrado de los auriculares bluetooth. En este caso, otros usuarios solo experimentarán un monosonido proveniente de ti, en lugar del audio estéreo normal.
jp: Bluetoothヘッドセットの内蔵マイクを使用します。この場合、他のユーザーは、通常のステレオ音声ではなくモノラル音声のみを体験することになります。

source: Acoustic Echo Cancellation
es: Cancelación de Eco Acústico
jp: 音響エコーキャンセレーション

source: Acoustic echo is the process by which sounds from your speakers get picked up and transmitted by your microphone, resulting in an echoing effect. This is common when you use Vircadia with a laptop's built-in microphone and speakers (i.e. an "open mic"), rather than a detached headset.
es: El eco acústico es el proceso mediante el cual los sonidos de los altavoces son captados y transmitidos por el micrófono, lo que da como resultado un efecto de eco. Esto es común cuando usas Vircadia con el micrófono y los parlantes incorporados de una computadora portátil (es decie, un "micrófono abierto"), en lugar de un auricular separado.
jp: 音響エコーとは、スピーカーからの音がマイクに拾われ、伝達され、結果としてエコー効果が発生することです。これは、Vircadiaを取り外し可能なヘッドセットではなく、ラップトップの内蔵マイクとスピーカー（つまり「オープンマイク」）で使用した場合によく起こります。

source: "Acoustic echo cancellation" is a technology which improves voice quality by preventing the echo that results in open mic setups. By default, acoustic echo cancellation is turned on, and you can turn it off in the **Audio** app.
es: La "cancelación de eco acústico" es una tecnología que mejora la calidad de la voz al evitar el eco que resulta en configuraciones de micrófono abierto. Por defecto, la cancelación de eco acústico está activada y puedes desactivarla en la aplicación **Audio**.
jp: 「アコースティックエコーキャンセル」とは、オープンマイク設定時に発生するエコーを防止することで音声品質を向上させる技術です。デフォルトでは、音響エコーキャンセラはオンになっており、 **Audio** アプリでオフにすることができます。

source: Acoustic echo cancellation will not run when using input devices with high sample rates (greater than 96khz) or more than 2 channels.
es: La cancelación de eco acústico no se ejecutará cuando se utilicen dispositivos de entrada con frecuencias de muestreo altas (superior a 96khz) o más de 2 canales.
jp: 高いサンプルレート（96kHzを超える）または2チャンネルを超える入力デバイスを使用している場合、音響エコーキャンセレーションは実行されません。

source: For best performance with open mic setups, ensure that you:
es: Para obtener el mejor rendimiento con configuraciones de micrófono abierto, asegúrate de:
jp: オープンマイクのセットアップで最高のパフォーマンスを得るには、次のことを確認してください :

source: Disable any processing and effects on the input and output devices. This includes:
es: Deshabilite cualquier procesamiento y efectos en los dispositivos de entrada y salida. Esto incluye:
jp: 入力デバイスと出力デバイスの処理と効果を無効にします。以下になります :

source: On Mac: Turn off 'Ambient noise reduction' (System Preferences > Sound > Input > Use ambient noise reduction)
es: En Mac: Desactivar "Reducción de ruido ambiental" ((System Preferences > Sound > Input > Use ambient noise reduction)
jp: Macの場合 : 「Ambient noise reduction」をオフにする（システム環境設定＞サウンド＞入力＞環境ノイズ低減を使用）

source: On Windows: Turn off all 'Enhancements' (Control Panel > Sound > Recording tab > click on your device > Properties button > Enhancements tab)
es: En Windows: Desactivar todas las "Mejoras" o "Enhancements" (Control Panel > Sound > Recording tab > click on your device > Properties button > Enhancements tab)
jp: Windowsの場合 :すべての「拡張機能」をオフにします（[コントロールパネル]>[サウンド]>[録音]タブ>デバイスをクリック>[プロパティ]ボタン>[詳細]タブ）

source: On Mac devices, set the balance of the output device to either the left or the right (System Preferences > Sound > Output > Balance)
es: En dispositivos Mac, configura el balance del dispositivo de salida a la izquierda o a la derecha (System Preferences > Sound > Output > Balance)
jp: Macデバイスでは、出力デバイスのバランスを左または右に設定します（System Preferences > Sound > Output > Balance）

source: Lower the microphone's physical gain setting to approximately 3/4 of the maximum
es: Baja el ajuste de ganancia física del micrófono a aproximadamente 3/4 del máximo
jp: マイクの物理的なゲイン設定を最大値の約3/4に下げます

source: Lower the speaker's physical volume level to approximately 3/4 of the maximum
es: Baja el nivel de volumen físico del altavoz a aproximadamente 3/4 del máximo
jp: スピーカーの物理的な音量レベルを最大値の約3/4に下げます

source: If you are not using your laptop's audio devices, move and point the microphone away from the speakers
es: Si no estás utilizando los dispositivos de audio de tu computadora portátil, mueve y apunta el micrófono lejos de los altavoces
jp: ノートパソコンのオーディオ機器を使用しない場合は、マイクをスピーカーから遠ざけるように向けます

source: The acoustic echo cancellation technology picks up the sounds around you and attempts to identify the echoing sounds as you use it. This means that it will improve and become more accurate over time. So don't despair if you hear a little bit of echoing...it will lessen as the technology learns your voice and the voices of the people around you!
es: La tecnología de cancelación de eco acústico capta los sonidos a tu alrededor e intenta identificar los sonidos de eco a medida que la usas. Esto significa que mejorará y será más preciso con el tiempo.Así que no te desesperes si escuchas un poco de eco... disminuirá a medida que la tecnología aprenda tu voz y las voces de las personas que te rodean!
jp: 音響エコーキャンセラの技術は、周囲の音を拾い、使っているうちに反響している音を識別しようとするものです。つまり、時間が経つにつれて改良され、より正確になっていくのです。あなたの声や周りの人の声を学習していくので、多少の反響音は軽減されます !

source: To speed up this "learning" process, you can:
es: Para acelerar este proceso de "aprendizaje", puedes:
jp: この「学ぶ」プロセスを加速させるためには :

source: Avoid turning your avatar while talking
es: Evitar girar tu avatar mientras hablas
jp: 会話中にアバターの向きを変えない

source: Leave your microphone muted while another person talks for 10 seconds at a time
es: Dejar tu micrófono silenciado mientras otra persona habla durante 10 segundos a la vez
jp: 他の人が話している間、一度に10秒間マイクをミュートしたままにする

source: Test Your Audio Devices
es: Prueba Tus Dispositivos de Audio
jp: オーディオデバイスをテストする

source: Audio is an integral part of social VR experience, so of course, we want to make sure that your devices are working correctly and that everyone can hear you! There's nothing more annoying than walking up to a group of friends in a virtual world, only to realize that they haven't heard a word you said! The good news is that you can test your audio setup to make sure that both your input and output devices are working correctly.
es: El audio es una parte integral de la experiencia de realidad virtual social, por lo que, por supuesto, queremos asegurarnos de que tus dispositivos funcionen correctamente y que todos puedan escucharte. ¡No hay nada más molesto que acercarte a un grupo de amigos en un mundo virtual, solo para darte cuenta de que no han escuchado una palabra de lo que dijiste! Las buenas noticia son que puedes probar tu configuración de audio para asegurarte de que tanto los dispositivos de entrada como los de salida funcionen correctamente.
jp: オーディオはソーシャルVR体験に不可欠な要素なので、もちろんデバイスが正しく動作し、皆にあなたの声が聞こえることを確認したいと思います 仮想世界で友人たちに近づいていって、自分が言った言葉が聞こえないことに気づくほど、腹立たしいことはないでしょう。オーディオセットアップをテストして、入力と出力の両方のデバイスが正しく動作していることを確認することができます。

source: The 'Test Your Voice' feature does not automatically mute your voice! We recommend muting yourself prior to checking your voice input if you do not want others to hear your microphone check.
es: ¡La función "Prueba tu voz" no silencia automáticamente tu voz! Recomendamos silenciarte antes de verificar tu entrada de voz si no quieres que otros escuchen la verificación de tu micrófono.
jp: 「音声テスト」機能は、自動的に音声をミュートしません! マイクチェックを他の人に聞かれたくない場合は、音声入力を確認する前にミュートすることをお勧めします。

source: Click 'Test Your Voice' to test your input device. Speak into your mic, and the sound will be played right back at you through the selected output device. Make any adjustments to your input device to achieve your desired sound.
es: Haz click en "Probar tu voz" (Test Your Voice) para probar tu dispositivo de entrada. Habla a tu micrófono y el sonido se reproducirá directamente a través del dispositivo de salida seleccionado. Realiza cualquier ajuste a tu dispositivo de entrada para lograr el sonido deseado.
jp: 「音声をテスト」をクリックして、入力デバイスをテストします。マイクに向かって話すと、選択した出力デバイスを介してサウンドが再生されます。入力デバイスを調整して、目的のサウンドを実現します。

source: Click 'Test Your Sound' to test your output device. Adjust the headset and/or application volume until the sound is a comfortable volume.
es: Haz click en "Test Your Sound" para probar tu dispositivo de salida. Ajusta el volumen de los auriculares y/o de la aplicación hasta que el sonido sea un volumen cómodo.
jp: 「Test Your Sound」をクリックして、出力デバイスをテストします。サウンドが快適な音量になるまで、ヘッドセットやアプリケーションの音量を調整します。

source: Adjust In-World Volume
es: Ajustar el Volumen del Mundo
jp: インワールドボリュームを調整する

source: There are three different types of “sounds” in Vircadia:
es: Hay tres tipos diferentes de "sonidos" en Vircadia:
jp: Vircadiaには3つの異なるタイプの「音」があります。

source: People: The sound you hear when people in the domain are talking through their microphones
es: Personas: El sonido que escuchas cuando las personas del dominio hablan a través de sus micrófonos
jp: People :ドメイン内の人々がマイクを通して話しているときに聞こえる音

source: Environment: The ambient sounds in the domain, running as scripts in the background
es: Entorno: Los sonidos ambientales en el dominio, ejecutándose como scripts en segundo plano
jp: Environment：バックグラウンドでスクリプトとして実行されている、ドメイン内の周囲の音

source: System Sound: The sound your computer makes as you interact with the application window (such as the “clicking” you hear when you hover over an icon)
es: Sonido del Sistema: El sonido que hace tu computadora cuando interactúas con la ventana de la aplicación (como el "click" que escuchas cuando pasas el mouse sobre un ícono)
jp: System Sound :アプリケーションウィンドウを操作するときにコンピューターが発する音（アイコンにカーソルを合わせたときに聞こえる「クリック音」など）

source: To change the volume of all of these at once, simply change the volume of your headset or output device.
es: Para cambiar el volumen de todos estos a la vez, simplemente cambia el volumen de tus auriculares o dispositivo de salida.
jp: これらを一度に変更するには、ヘッドセットや出力機器のボリュームを変更するだけです。

source: To change one or more of these sound types independently of the others:
es: Para cambiar uno o más de estos tipos de sonido independientemente de los demás:
jp: これらのサウンドタイプの1つまたは複数を、他のサウンドタイプとは独立して変更するには：

source: Choose 'Desktop' or 'VR' depending on the mode you are in.
es: Selecciona "Desktop" o "VR" dependiendo del modo en el que te encuentres.
jp: 現在のモードに応じて、「Desktop」または「VR」を選択します。

source: Scroll down to 'Choose Output Device'.
es: Desplázate hacia abajo hasta "Choose Output Device" (Elegir Dispositivo de Salida).
jp: 「Choose Output Device」まで下にスクロールします。

source: Adjust the sliders to the desired volume levels for each of the sound types.
es: Ajusta los controles deslizantes a los niveles de volumen deseados para cada uno de los tipos de sonido.
jp: スライダーを各サウンドタイプの希望の音量レベルに調整します。

source: Enable Push to Talk (PTT)
es: Habilitar Push to Talk (PTT)
jp: プッシュツートーク（PTT）を有効にする

source: ‘Push to Talk’ is like having a walkie talkie in your hand. You need to press a button to have others hear you in the environment. When you’re not pressing the button, you are muted and will not be heard.
es: "Push to Talk" (Pulsar para Hablar) es como tener un walkie talkie en la mano. Debes presionar un botón para que otros lo escuchen en el entorno. Cuando no estés presionando el botón, estarás silenciado y no se te escuchará.
jp: 「Push to Talk」は、手にトランシーバーを持っているようなものです。周囲の人に自分の声を聞いてもらうためには、ボタンを押す必要があります。ボタンを押していないときは、ミュートされ、あなたの声は聞こえません。

source: To turn on ‘Push to Talk’:
es: Para activar "Push to Talk":
jp: 「Push to Talk」をオンにするには：

source: Toggle 'Push to Talk' on.
es: Activa "Push to Talk".
jp: 「Push to Talk」をオンに切り替えます。

source: In Desktop mode, press and hold the “T” key on your keyboard to talk. When using an HMD in VR mode, press and hold the grip triggers on your controllers to talk. This feature works only when you are focused on the Interface window.
es: En el modo de escritorio, mantén presionada la tecla "T" de tu teclado para hablar. Al usar un HMD en modo VR, mantén presionados los gatillos de agarre de tus controladores para hablar. Esta función solo funciona cuando estás enfocado en la ventana de la interfaz.
jp: デスクトップモードでは、キーボードの「T」キーを押しながら話してください。VRモードでHMDを使用している場合は、コントローラーのグリップトリガーを押しながら話してください。この機能は、Interfaceウィンドウにフォーカスしているときのみ機能します。

source: Adjust Vircadia Audio Settings
es: Ajustar la Configuración de Audio de Vircadia
jp: Vircadiaオーディオ設定を調整する

source: There are a number of settings you can configure to customize your audio experience in Vircadia. To change these, open your Tablet or HUD and go to **Audio**.
es: Hay una serie de ajustes que puedes configurar para personalizar tu experiencia de audio en Vircadia. Para cambiarlos, abre tu tableta o HUD y ve a **Audio**.
jp: Vircadiaでのオーディオ体験をカスタマイズするために、設定できる項目がいくつかあります。これらを変更するには、タブレットまたはHUDを開き、 **Audio** に進みます。

source: Mute or unmute your microphone.
es: Silencia o reactiva el micrófono.
jp: マイクをミュートまたはミュート解除します。

source: Enable to receive a warning when your microphone is muted when wearing a HMD device.
es: Habilitalo para recibir una advertencia cuando tu micrófono esté silenciado cuando uses un dispositivo HMD (Head Mount Display).
jp: HMDデバイスを装着しているときにマイクがミュートされたときに警告を受信できるようにします。

source: Enable to turn on noise reduction. This removes outside noise from audio signals.
es: Habilitalo para activar la reducción de ruido. Esto elimina el ruido exterior de las señales de audio.
jp: ノイズリダクションをオンにできるようにします。これにより、オーディオ信号から外部ノイズが除去されます。

source: By default, the audio level meter is visible on the top left corner of your screen. Uncheck this box to hide the meter.
es: Por defecto, el medidor de nivel de audio está visible en la esquina superior izquierda de tu pantalla. Desmarca esta casilla para ocultar el medidor.
jp: デフォルトでは、オーディオレベルメーターは画面の左上隅に表示されます。メーターを非表示にするには、このボックスのチェックを外します。

source: Enable or disable `acoustic echo cancellation <#id1>`_.
es: Habilita o deshabilita la `cancelación de eco acústico <#id1>`_.
jp: `音響エコーキャンセレーション <#id1>` を有効または無効にします。

source: Stereo input
jp: ステレオ入力

source: Enable or disable stereo input. Stereo reproduces sound using two or more audio channels. This means that you will hear sound from various directions, like how you would in the real world.
es: Activa o desactiva la entrada estéreo (stereo input). Estéreo reproduce sonido utilizando dos o más canales de audio. Esto significa que escucharás el sonido desde varias direcciones, como lo harías en el mundo real.
jp: ステレオ入力を有効または無効にします。ステレオは、2つ以上のオーディオチャネルを使用してサウンドを再生します。これは、現実の世界と同じように、さまざまな方向から音が聞こえることを意味します。

source: Adjust OS Audio Settings
es: Ajustar la Configuración de Audio del Sistema Operativo (OS)
jp: OSオーディオ設定を調整する

source: Many device settings, such as input levels, boost, gains, and enhancements, cannot be set in Vircadia. These settings can only be adjusted at the operating system level or with a device's external software. If you experience issues with audio that cannot be resolved with any of the above settings, then try adjusting your operating system's device settings:
es: Muchas configuraciones del dispositivo, como los niveles de entrada, el impulso, las ganancias y las mejoras, no se pueden configurar en Vircadia. Estas configuraciones solo se pueden ajustar a nivel del sistema operativo o con el software externo de un dispositivo. Si experimentas problemas con el audio que no se pueden resolver con ninguna de las configuraciones anteriores, intenta ajustar la configuración del dispositivo de tu sistema operativo:
jp: 入力レベル、ブースト、ゲイン、エンハンスメントなど、多くのデバイス設定はVircadiaで設定することはできません。これらの設定は、オペレーティング・システム・レベル、またはデバイスの外部ソフトウェアでのみ調整することができます。上記のどの設定でも解決できないオーディオの問題が発生した場合は、オペレーティングシステムのデバイス設定を調整してみてください。

source: **Update the driver software for your audio devices**:
es: **Actualiza el software del controlador para tus dispositivos de audio**:
jp: **オーディオ機器のドライバソフトウェアアップデート** :

source: On Mac: Apple handles all driver updates on your computer. To check for updates, click on the Apple icon in the top-left corner of the screen and select 'Software Update'.
es: En Mac: Apple maneja todas las actualizaciones de controladores en tu computadora. Para buscar actualizaciones, haz click en el ícono de Apple en la esquina superior izquierda de la pantalla y selecciona "Software Update".
jp: Macの場合 :お使いのコンピュータのドライバーのアップデートは、すべてAppleが行っています。アップデートの有無を確認するには、画面左上のアップルマークをクリックし、「ソフトウェア・アップデート」を選択します。

source: On Windows: Open the **Device Manager** and select the arrow next to **Sound, audio and game controllers**. Right-click on your audio device and select 'Update driver'.
es: En Windows: Abre el **Administrador de Dispositivos** y selecciona la flecha junto a **Controladores de audio, sonido y juegos**. Haz click derecho en tu dispositivo de audio y selecciona "Actualizar controlador".
jp: Windowsの場合 : **デバイスマネージャ**を開き、 **サウンド、オーディオ、およびゲームコントローラ** のツリーを展開します。ドライバを更新するオーディオデバイスを右クリックし、「ドライバの更新」を選択します。

source: **Adjust microphone levels and/or boost**:
es: **Ajusta los niveles y/o realza el micrófono**:
jp: **マイクレベルの調整および/またはブースト** :

source: On Mac: Go to **System Preferences > Sound > Input**.
es: En Mac: Ve a **System Preferences > Sound > Input**.
jp: Macの場合 : **System Preferences > Sound > Input** に移動します。

source: On Windows: Go to **Control Panel > Sound > Recording**. Choose your microphone and click 'Properties'.
es: En Windows: ve a **Panel de Control > Sonido > Grabación**. Elije tu micrófono y haz clic en "Propiedades".
jp: Windowsの場合 : **[コントロールパネル]>[サウンド]>[録音]** に移動します。マイクを選択して「プロパティ」をクリックします 。
