Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/faq.po
Languages: es, jp

source: If the version is lower, then please try upgrading to that version by clicking the appropriate download button and installing it. If the installer says it will continue after a restart and doesn't do so, just start it again.
es: Si la versión es anterior, intenta actualizar a esa versión haciendo click en el botón de descarga correspondiente e instálala. Si el instalador dice que continuará después de un reinicio y no lo hace, simplemente inícialo de nuevo.
jp: バージョンが低い場合は、適切なダウンロードボタンをクリックしてインストールし、そのバージョンにアップグレードしてみてください。インストーラーが再起動後も続行すると言っても実行しない場合は、再起動してください。

source: If you are on the same version, then try downgrading your driver by clicking the small "Previous Drivers" link at the bottom left of the list, and choosing an older recommended version.
es: Si tienes la misma versión, intenta degradar la versión de tu controlador haciendo clikc en el pequeño link "Previous Drivers" en la parte inferior izquierda de la lista y eligiendo una versión anterior recomendada.
jp: 同じバージョンを使用している場合は、リストの左下にある小さな[以前のドライバー]リンクをクリックし、古い推奨バージョンを選択して、ドライバーをダウングレードしてみてください。

source: Just download and run the driver installer.
es: Simplemente descarga y ejecuta el instalador del controlador.
jp: ドライバインストーラをダウンロードして実行するだけです。

source: If you are on a newer version, then please try downgrading to the "Recommended" driver version. Simply download and install using the same steps as above.
es: Si tienes una versión más nueva, intenta degradarla a la versión del controlador "Recomendada". Simplemente descarga e instala siguiendo los mismos pasos que arriba.
jp: 新しいバージョンを使用している場合は、「推奨」ドライバーバージョンにダウングレードしてみてください。上記と同じ手順でダウンロードしてインストールします。

source: ``20.11.2 27.20.14501.18003`` (crashing)
jp: ``20.11.2 27.20.14501.18003`` (動作停止)
