Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/faq.po
Languages: es, jp

source: Frequently Asked Questions
es: Preguntas Frecuentes
jp: よくある質問

source: We get a lot of questions from our users! If you have questions about Vircadia, feel free to browse through this page to learn more.
es: ¡Recibimos muchas preguntas de nuestros usuarios! Si tienes preguntas sobre Vircadia, no dudes en navegar por esta página para obtener más información.
jp: ユーザーからたくさんの質問を頂いています。Vircadiaについて質問がある場合は、このページを参照して詳細を確認してください。

source: On This Page
es: En Esta Página
jp: コンテンツ

source: Content Creation
es: Creación de Contenido
jp: コンテンツの作成

source: `What video formats do you support? <#video-formats>`_
es: `¿Qué formatos de vídeo se admiten? <#video-formats>`_
jp: `どのビデオフォーマットをサポートしていますか？<#video-formats>`

source: What video formats do you support?
es: ¿Qué formatos de vídeo se admiten?
jp: どのビデオフォーマットをサポートしていますか？

source: We support most open video formats. Proprietary formats like H.264 are currently not supported. The VP9 format is recommended because of its good quality and low file sizes. See :doc:`Play Media in a Web Entity <create/entities/web-entity-media>` for a more information.
es: Admitimos la mayoría de los formatos de video abiertos. Los formatos propietarios como H.264 actualmente no son compatibles. Se recomienda el formato VP9 debido a su buena calidad y tamaño de archivo reducido. Mira :doc:`Reproducir Multimedia en una Entidad Web <create/entities/web-entity-media>` para más información.
jp: ほとんどのオープンビデオフォーマットをサポートしています。H.264のような独自のフォーマットは現在サポートされていません。VP9形式は、品質が高く、ファイルサイズが小さいため、推奨されます。詳細については、 :doc:`Webエンティティでのメディアの再生 <create/entities/web-entity-media>` を参照してください。

source: Domain Hosting
es: Alojamiento de Dominio
jp: ドメインホスティング

source: `How do I get into my domain settings if I set up authentication but forgot my username and/or password? <#reset-password>`_
es: `¿Cómo accedo a la configuración de mi dominio si configuré la autenticación pero olvidé mi nombre de usuario y/o contraseña? <#reset-password>`_
jp: `認証を設定したが、ユーザー名やパスワードを忘れてしまった場合、どのようにドメイン設定にアクセスすればよいですか？<#reset-password>`

source: How do I get into my domain settings if I set up `authentication <host/configure-settings/authentication-setting.html>`_ but forgot my username and/or password?
es: ¿Cómo accedo a la configuración de mi dominio si configuré `la autenticación <host/configure-settings/authentication-setting.html>`_ pero olvidé mi nombre de usuario y/o contraseña?
jp: `認証 <host/configure-settings/authentication-setting.html>` を設定したが、ユーザー名やパスワードを忘れてしまった場合、どのようにドメイン設定にアクセスすればよいですか？

source: The authentication settings for your domain are encrypted into a configuration file on the server's file system. To 'reset' the authentication settings, you need to manually remove the HTTP security settings ('http_password' and 'http_username') from config.json. The config file is stored on the server in the following directories:
es: La configuración de autenticación de tu dominio se cifra en un archivo de configuración en el sistema de archivos del servidor. Para "restablecer" la configuración de autenticación, debes eliminar manualmente la configuración de seguridad HTTP ("http_password" y "http_username") del config.json. El archivo de configuración se almacena en el servidor en los siguientes directorios:
jp: ドメインの認証設定は、サーバーのファイルシステム上の設定ファイルに暗号化されています。認証設定を「リセット」するには、config.jsonからHTTPセキュリティ設定（「http_password」と「http_username」）を手動で削除する必要があります。設定ファイルは、サーバー上の以下のディレクトリに保存されます。

source: Troubleshooting
es: Solución de Problemas
jp: トラブルシューティング

source: `Where do I find the Interface log files? <#interface-log-files>`_
es: `¿Dónde encuentro los archivos de registro de la interfaz? <#interface-log-files>`_
jp: `インターフェイスのログファイルはどこにありますか？ <#interface-log-files>`_

source: `How do I access the hidden folders that most Vircadia files are stored in? <#file-manager-help>`_
es: `¿Cómo accedo a las carpetas ocultas en las que se almacenan la mayoría de los archivos de Vircadia? <#file-manager-help>`_
jp: `Vircadiaファイルが格納されている隠しフォルダにアクセスするにはどうすればよいですか？ <#file-manager-help>`_

source: `Why can't I connect to a domain? <#cannot-connect>`_
es: `¿Por qué no puedo conectarme a un dominio? <#cannot-connect>`_
jp: `ドメインに接続できないのはなぜですか？ <#cannot-connect>`_

source: `No one can hear me! <#no-input>`_
es: `¡Nadie puede oírme! <#no-input>`_
jp: `相手に声が聞こえていない。 <#no-input>`_

source: `I can't hear anything in Vircadia <#no-output>`_
es: `No puedo escuchar nada en Vircadia <#no-output>`_
jp: `相手の声が聞こえない。 <#no-output>`_

source: `I have a problem using Vircadia on Windows with my AMD graphics card <#amd-problem>`_
es: `Tengo un problema al usar Vircadia en Windows con mi tarjeta gráfica AMD <#amd-problem>`_
jp: `AMDグラフィックカードを使用してWindowsでVircadiaを使用する際に問題が発生しました <#amd-problem>`_

source: `How do I install a different AMD graphics driver on Windows? <#amd-downgrade>`_
es: `Como instalo un controlador de gráficos AMD diferente en Windows? <#amd-downgrade>`_

source: Where do I find the Interface log files?
es: ¿Dónde encuentro los archivos de registro de la interfaz?
jp: インターフェイスのログファイルはどこにありますか？

source: The Interfaces log files can be found in the following directories:
es: Los archivos de registro de Interfaces se pueden encontrar en los siguientes directorios:
jp: インターフェースのログファイルは、以下のディレクトリを参照：

source: The Vircadia folder name might be different on development or testing builds. E.g. ``Vircadia - dev``.
es: El nombre de la carpeta de Vircadia puede ser diferente en las compilaciones de desarrollo o de prueba. P. ej. ``Vircadia - dev``.
jp: Vircadiaのフォルダ名は、開発用ビルド版とテスト用ビルド版において異なる場合があります。例）``Vircadia - dev``

source: How do I access the hidden folders that most Vircadia files are stored in?
es: ¿Cómo accedo a las carpetas ocultas en las que se almacenan la mayoría de los archivos de Vircadia?
jp: Vircadiaファイルが格納されている隠しフォルダにアクセスするにはどうすればよいですか？

source: On all currently supported operating systems the folders that Vircadia stores most of its data in are hidden.
es: En todos los sistemas operativos compatibles actualmente, las carpetas en las que Vircadia almacena la mayoría de sus datos están ocultas.
jp: 現在サポートされているすべてのOSでは、Vircadiaソフトウェアにより保存されたデータを格納しているフォルダは非表示になっています。

source: The easiest way to access them is to just copy the path and paste it into your systems file manager. Most (if not all) of them have a bar at the top.
es: La forma más fácil de acceder a ellos es simplemente copiar la ruta y pegarla en el administrador de archivos de tu sistema. La mayoría (si no todos) de ellos tienen una barra en la parte superior.
jp: アクセスする最も簡単な方法は、パスをコピーしてファイルマネージャに貼り付けることです。ほとんどの場合（すべてではないにしても）、パスの入力エリアは上部に表示されます。

source: Even if it doesn't look like you can paste anything into the bar, still hover over it and try pasting with a shortcut like Ctrl + V.
es: Incluso si parece que no puedes pegar nada en la barra, pasa el cursor sobre ella e intenta pegar con un atajo como Ctrl + V.
jp: 入力エリアに何かを貼り付けることができるように見えなくても、入力エリアにカーソルを合わせて、Ctrl+Vなどのショートカットを使用して貼り付けてみてください。

source: Why can't I connect to a domain?
es: ¿Por qué no puedo conectarme a un dominio?
jp: ドメインに接続できないのはなぜですか？

source: If you cannot connect to your virtual workplace, follow these steps to resolve the issue:
es: Si no puedes conectarte a tu lugar de trabajo virtual, sigue estos pasos para resolver el problema:
jp: 仮想ワークプレイスに接続できない場合は、以下の点をご確認ください。

source: Check your internet connection, and ensure that your bandwidth is at least 10Mbps download, 2Mbps upload.
es: Verifica tu conexión a Internet y asegúrate de que tu ancho de banda sea de al menos 10Mbps de descarga, 2Mbps de carga.
jp: インターネット接続環境を確認し、ダウンロード10Mbps、アップロード2Mbps以上の帯域幅があるか。

source: You may not have permissions to enter the domain. If you know the domain owner, contact them to gain access to the domain.
es: Es posible que no tengas permisos para ingresar al dominio. Si conoces al propietario del dominio, comunícate con él para obtener acceso al dominio.
jp: ドメインに入る権限がない可能性があります。ドメインの管理者に連絡し、ドメインのアクセス権限の状態を確認してください。

source: Ensure that your firewall settings allow you to run Vircadia.
es: Asegúrate de que la configuración de tu firewall te permita ejecutar Vircadia.
jp: ファイアウォールの設定により、通信が遮断されている可能性があります。Vircadiaアプリケーションもしくは、ポートにより通信が許可されているか確認してください。

source: For Windows: In your firewall settings, open the port 40102, and add 'interface.exe' to the list of allowed apps.
es: Para Windows: En la configuración de tu firewall, abre el puerto 40102 y añade "interface.exe" a la lista de aplicaciones permitidas.
jp: Windowsの場合 ファイアウォールの設定で、ポート40102を開き、許可するアプリのリストに「interface.exe」を追加してください。

source: For Mac: In your firewall settings, add 'interface.app' (**Library > Application Support > Launcher > interface.app**) and allow incoming connections for that application.
es: Para Mac: en la configuración de tu firewall, añade "interface.app" (**Library > Application Support > Launcher > interface.app**) y permite conexiones entrantes para esa aplicación.
jp: Macの場合：ファイアウォール設定で、「interface.app」(**「ライブラリ」>「アプリケーションサポート」>「ランチャー」>「interface.app」**)を追加し、着信接続を許可します。

source: No one can hear me!
es: ¡Nadie puede oírme!
jp: 相手に声が聞こえない。

source: If other users in the domain can't hear you, then you are likely muted or your microphone gain is set too low. Here are some steps to troubleshoot your issue:
es: Si otros usuarios en el dominio no pueden escucharte, es probable que estés silenciado o que la ganancia de tu micrófono sea demasiado baja. Estos son algunos pasos para solucionar tu problema:
jp: ドメイン内の他のユーザーにあなたの声が聞こえない場合は、ミュートされているか、マイクゲインの設定が低すぎる可能性があります。以下の点を確認してください。

source: **Are you muted in Vircadia?** When logged in, check the upper left corner. If you're muted, click the microphone to un-mute yourself.
es: **¿Estás silenciado en Vircadia?** Cuando inicies sesión, consulta la esquina superior izquierda. Si estás silenciado, haz click en el micrófono para cancelar el silencio.
jp: **Vircadiaアプリケーション上でミュートされていませんか？** ログイン後に、Vircadiaアプリケーションの左上のマイクアイコンの状態を確認してください。マイクアイコンをクリックしミュートを解除してください。

source: **Is your physical output device muted or turned off?** Some headsets and microphones have a 'Power' and/or 'Mute' switch directly on the device itself. This setting is completely independent of Vircadia's mute option, so even if you're not muted in Vircadia, your device itself may not be turned on or the mute button may have been pressed.
es: **¿Tu dispositivo de salida física está silenciado o apagado?** Algunos auriculares y micrófonos tienen un interruptor de "Encendido" y/o "Silencio" directamente en el propio dispositivo. Esta configuración es completamente independiente de la opción de silencio de Vircadia, por lo tanto, incluso si no estás silenciado en Vircadia, es posible que tu dispositivo no esté encendido o que se haya presionado el botón de silencio.
jp: **物理的な出力デバイスがミュートになっていたり、電源が切れていたりしませんか？** ヘッドセットやマイクの中には、デバイス自体に「電源」または「ミュート」スイッチがあるものがあります。この設定はVircadiaのミュートオプションとは完全に独立しているので、Vircadiaでミュートされていなくても、デバイス自体の電源がオンになっていないか、ミュートボタンが押されている可能性があります。

source: **Is your mic muted or disabled on your computer?** Lastly, your device might be muted or disabled by your operating system. Check your operating system's input device settings:
es: **¿Tu micrófono está silenciado o deshabilitado en tu computadora?** Por último, tu sistema operativo puede silenciar o deshabilitar tu dispositivo. Verifica la configuración del dispositivo de entrada de tu sistema operativo:
jp: **お使いのコンピュータで、マイクがミュートされているか、無効になっていませんか？** お使いのデバイスがオペレーティングシステムによってミュートまたは無効化されている可能性があります。オペレーティングシステムの入力デバイスの設定を確認してください。

source: On Windows, go to **Control Panel > Sound > Recording** tab. Choose the device you are using with Vircadia and click 'Properties'. On the 'Levels' tab, check the icon next to the volume meter. The microphone icon will tell you whether your headset/microphone is muted. If you're muted, click the icon to un-mute yourself.
es: En Windows, ve a la pestaña **Control Panel > Sound > Recording**. Elije el dispositivo que estás utilizando con Vircadia y haz clic en "Propiedades". En la pestaña "Levels", marca el icono junto al medidor de volumen. El icono del micrófono te indicará si tu auricular/micrófono está silenciado. Si estás silenciado, haz click en el icono para cancelar el silencio.
jp: Windowsの場合、**[コントロールパネル]>[サウンド]>[録音]タブ** に移動します。Vircadiaで使用しているデバイスを選択し、[プロパティ]をクリックします。[レベル]タブで、ボリュームメーターの横にあるアイコンを確認します。マイクアイコンは、ヘッドセット/マイクがミュートされているかどうかを示します。ミュートされている場合は、アイコンをクリックしてミュートを解除します。

source: On Mac, go to **System Preferences > Sound > Input** tab. Choose the device you are using with Vircadia. If the 'Input volume' is turned all of the way down, then your input device is disabled. Turn up the input volume to re-enable your microphone.
es: En Mac, ve a la pestaña **System Preferences > Sound > Input**. Elije el dispositivo que está utilizando con Vircadia. Si el "Input volume" está al mínimo, entonces tu dispositivo de entrada está deshabilitado. Sube el volumen de entrada para volver a habilitar tu micrófono.
jp: Macの場合、**[システム環境設定]>[サウンド]>[入力 ]タブ** に移動します。Vircadiaで使用しているデバイスを選択してください。「入力音量」を完全に下げると、入力デバイスは無効になります。入力音量を上げて、マイクを再度有効にします。

source: **Have you allowed Vircadia access to the microphone?** Some operating systems require you to give explicit permission to apps to take advantage of specific hardware or software capabilities on your computer. Check your microphone permissions in your operating system settings:
es: **¿Has permitido que Vircadia acceda al micrófono?** Algunos sistemas operativos requieren que otorgues permiso explícito a las aplicaciones para aprovechar capacidades específicas de hardware o software en tu computadora. Verifica los permisos de tu micrófono en la configuración de tu sistema operativo:
jp: **Vircadiaにマイクへのアクセスを許可しましたか？** 一部のオペレーティングシステムでは、コンピューターの特定のハードウェアまたはソフトウェア機能を利用するために、アプリに明示的なアクセス許可を与える必要があります。オペレーティングシステムの設定でマイクの権限を確認してください。

source: On Windows, go to **Settings > Privacy > Microphone**. Make sure that 'Allow desktop apps to access your microphone' is turned on.
es: En Windows, ve a **Settings > Privacy > Microphone**. Asegúrate que "Allow desktop apps to access your microphone" (Permitir que las aplicaciones de escritorio accedan a tu micrófono) esté activada.
jp: Windowsの場合、 **[設定]>[プライバシー]>[マイク]** に移動します。[アプリがマイクにアクセスできるようにする]がオンになっていることを確認します。

source: On Mac, go to **System Preferences > Security & Privacy > Privacy**, then select 'Microphone'. Ensure that the checkbox next to Vircadia is selected.
es: En Mac, ve a **System Preferences > Security & Privacy > Privacy**, luego selecciona "Microphone". Asegúrate de que la casilla de verificación junto a Vircadia esté seleccionada.
jp: Macの場合、 **[システム環境設定]>[セキュリティとプライバシー]>[プライバシー]** に移動し、[マイク]を選択します。Vircadiaの横のチェックボックスが選択されていることを確認します。

source: If your input device is turned on, and you are not muted in the application, device, or operating system, then it is likely that your microphone volume needs to be adjusted or boosted. This is done in your operating system settings:
es: Si tu dispositivo de entrada está encendido y no está silenciado en la aplicación, el dispositivo o el sistema operativo, es probable que debas ajustar o aumentar el volumen de tu micrófono. Esto se hace en la configuración de tu sistema operativo:
jp: 入力デバイスがオンになっており、アプリケーション、デバイス、またはオペレーティングシステムでミュートになっていない場合、マイクの音量を調整またはブーストすることが必要な場合があります。これは、オペレーティングシステムの設定で行います。

source: On Windows, go to **Control Panel > Sound > Recording** tab. Choose the device you are using with Vircadia and click 'Properties'. On the 'Levels' tab, adjust the 'Microphone Level' and/or 'Microphone Boost'.
es: En Windows, ve a la pestaña **Control Panel > Sound > Recording**. Elije el dispositivo que estás utilizando con Vircadia y haz click en "Properties". En la pestaña "Levels", ajusta el "Microphone Level" y/o el "Microphone Boost".
jp: Windowsの場合、**[コントロールパネル]>[サウンド]>[録音 ]タブ** に移動します。Vircadiaで使用しているデバイスを選択し、[プロパティ]をクリックします。[レベル]タブで、[マイクレベル]または[マイクブースト]、あるいはその両方を調整します。

source: On Mac, go to **System Preferences > Sound > Input** tab. Choose the device you are using with Vircadia and adjust the 'Input volume'.
es: En Mac, ve a la pestaña **System Preferences > Sound > Input**. Elije el dispositivo que estás utilizando con Vircadia y ajusta el "Input volume".
jp: Macの場合、**[システム環境設定]>[サウンド]>[入力 ]タブ** に移動します。Vircadiaで使用しているデバイスを選択し、「入力音量」を調整します。

source: I can't hear anything in Vircadia.
es: No puedo oír nada en Vircadia.
jp: Vircadiaアプリから何も聞こえません。

source: Here are some reasons you might not have audio:
es: Estas son algunas razones por las que es posible que no tengas audio:
jp: 音声がない理由は次のとおりです。

source: Your headset or speakers are turned off.
es: Tus auriculares o altavoces están apagados.
jp: ヘッドセットまたはスピーカーの電源がオフになっている。

source: Your headset or speakers may be muted or disabled by your operating system. Check your operating system's output device settings:
es: Tu sistema operativo puede estar silenciando o deshabilitando tus auriculares o parlantes. Verifica la configuración del dispositivo de salida de tu sistema operativo:
jp: お使いのオペレーティングシステムによって、ヘッドセットまたはスピーカーがミュートされているか、無効になっている可能性があります。お使いのオペレーティングシステムの出力デバイスの設定を確認してください。

source: On Windows, click the volume icon in the taskbar and select your audio device. The speaker icon will tell you whether or not your headset or speakers are disabled. Click the icon to un-mute yourself.
es: En Windows, haz click en el icono de volumen en la barra de tareas y selecciona tu dispositivo de audio. El icono del altavoz te indicará si tus auriculares o altavoces están desactivados o no. Haz click en el icono para dejar de silenciarte.
jp: Windowsの場合、タスクバーのボリュームアイコンをクリックし、オーディオデバイスを選択します。スピーカーのアイコンをクリックすると、ヘッドセットまたはスピーカーが無効になっているかどうかが表示されます。アイコンをクリックすると、ミュートが解除されます。

source: On Mac, go to **System Preferences > Sound > Output** tab. Choose the device you are using with Vircadia. At the bottom of the dialog, uncheck 'Mute' to un-mute yourself.
es: En Mac, ve a la pestaña **System Preferences > Sound > Output**. Elije el dispositivo que estás utilizando con Vircadia. En la parte inferior del cuadro de diálogo, desmarca "Mute" para desmutearte.
jp: Macの場合、**[システム環境設定]>[サウンド]>[出力]タブ** に移動します。Vircadiaで使用しているデバイスを選択してください。ダイアログの下部にある[ミュート]のチェックを外して、自分のミュートを解除します。

source: Your headset or speakers have a volume control of their own. Check that the volume is turned up on the device.
es: Tus auriculares o altavoces tienen un control de volumen propio. Verifica que el volumen esté subido en el dispositivo.
jp: ヘッドセットやスピーカーには、それ自体の音量調節機能があります。機器のボリュームが上がっていることを確認してください。

source: In Vircadia, you have a different audio device selected than the one you want to use. Open the **Audio** app and make sure the right headset, speakers, and/or microphone are selected.
es: En Vircadia, tienes seleccionado un dispositivo de audio diferente al que quieres usar. Abre la aplicación **Audio** y asegúrate de seleccionar los auriculares, altavoces y/o micrófono correctos.
jp: Vircadiaでは、使用したいオーディオデバイスとは別のデバイスが選択されています。**オーディオアプリ** を開き、正しいヘッドセット、スピーカー、マイクが選択されていることを確認してください。

source: Volume is turned down or off in Vircadia. Open the **Audio** app and check your volume settings.
es: El volumen está bajo o apagado en Vircadia. Abre la aplicación **Audio** y comprueba la configuración de volumen.
jp: Vircadiaで音量が小さくなっている、またはオフになっている。**オーディオアプリ** を開き、音量設定を確認してください。

source: I have a problem with Vircadia on Windows with my AMD graphics card.
es: Tengo un problema con Vircadia en Windows con mi tarjeta gráfica AMD.
jp: AMDグラフィックカードを搭載したWindowsのVircadiaに問題があります。

source: AMD can sometimes introduce issues into their graphics card drivers on Windows. If you run into a new issue like mangled graphics or a crash on startup on your AMD graphics card, there is a chance that a driver update is at fault.
es: AMD a veces puede introducir problemas en los controladores de tu tarjeta gráfica en Windows. Si te encuentras con un nuevo problema, como gráficos destrozados o un bloqueo al iniciar tu tarjeta gráfica AMD, existe la posibilidad de que la actualización del controlador tenga la culpa.
jp: AMDは、Windows上のグラフィックスカードドライバに問題を引き起こすことがあります。AMDグラフィックスカードで、グラフィックスが乱れる、起動時にクラッシュするなどの新しい問題が発生した場合は、ドライバの更新が原因である可能性があります。

source: Known broken driver versions include:
es: Las versiones de controladores rotos conocidos incluyen:
jp: 既知の障害のあるドライバのバージョンは以下の通りです。

source: ``21.8.2 27.20.22025.1006`` - ``21.10.2 21.30.25.05`` (mangled graphics)
es: ``21.8.2 27.20.22025.1006`` - ``21.10.2 21.30.25.05`` (gráficos destrozados)
jp: `` 21.8.2 27.20.22025.1006`` - `` 21.10.221.30.25.05`` （グラフィックが不正）

source: To fix this kind of issue you generally need to `downgrade you graphics card driver <#amd-downgrade>`_ to an older working version.
es: Para solucionar este tipo de problema, por lo general necesitas `rebajar la versión del controlador de tu tarjeta gráfica <#amd-downgrade>`_ a una versión anterior que funcione.
jp: この種の問題を解決するには、一般的に、グラフィックカードのドライバを `古い作業バージョンにダウングレード <#amd-downgrade>`_ する必要があります。

source: If you do run into an issue like this please consider opening an issue on our `GitHub issue tracker <https://github.com/vircadia/vircadia/issues>`_. If you are fairly sure that this is an AMD driver issue, please also consider `reporting the issue to AMD <https://www.amd.com/report>`_.
es: Si te encuentras con un problema como este, considera abrir un problema en nuestro `GitHub issue tracker <https://github.com/vircadia/vircadia/issues>`_. Si estás bastante seguro de que se trata de un problema con el controlador de AMD, considera también`reportar el problema a AMD <https://www.amd.com/report>`_.
jp: もしこのような問題が発生した場合は、 `GitHub issue tracker <https://github.com/vircadia/vircadia/issues>`_ に問題をオープンすることを検討してください。もしこれがAMDドライバの問題であることが確実であれば、 `AMDに問題を報告 <https://www.amd.com/report>`_ することも検討してください。

source: How do I install a different AMD graphics driver on Windows?
es: ¿Cómo instalo un controlador de gráficos AMD diferente en Windows?

source: First you should check which driver version and graphics card you are actually using. To do this, open your Adrenalin Control Panel either by clicking the tray icon, or by searching for "AMD Radeon Software" in your start menu. Then open your **Settings -> System** tab and check the "Radeon Software Version".
es: Primero debes verificar qué versión de controlador y tarjeta gráfica estás utilizando realmente. Para hacer esto, abre tu Panel de control de adrenalina (Adrenalin Control Panel) haciendo click en el icono de la bandeja o buscando "AMD Radeon Software" en tu menú de inicio. Luego abre tu pestaña **Configuraciones -> Sistema** y revisa la "Versión de Software Radeon".
jp: まず、実際に使用しているドライバのバージョンとグラフィックカードを確認する必要があります。これを行うには、トレイアイコンをクリックするか、スタートメニューで「AMD Radeon Software」を検索して、Radeon Softwareコントロールパネルを開きます。次に、 **[設定]-> [システム]** タブを開き、「Radeon Software Version」を確認します。

source: Check what drivers are available for your AMD graphics card via the `AMD website <https://www.amd.com/en/support>`_.
es: Comprueba qué controladores están disponibles para tu tarjeta gráfica AMD a través de la `sitio web de AMD <https://www.amd.com/en/support>`_.
jp: `AMDWebサイト <https://www.amd.com/en/support>`_ で、あなたが使用しているAMDグラフィックカードに使用できるドライバを確認してください。

source: Compare the driver version from the Adrenalin Control Panel with the recommended Radeon Adrenalin Software version.
es: Compara la versión del controlador del Panel de control de Adrenalin con la versión recomendada del Software Radeon Adrenalin.
jp: Adrenalinコントロールパネルのドライバーバージョンを、推奨されるRadeon Adrenalin Software versionと比較します。

source: Take a look `further up <#amd-problem>`_ to see a list of known broken driver versions.
es: Echa un vistazo `más arriba <#amd-problem>`_ para ver una lista de versiones de controladores defectuosos conocidos.
jp: 既知の障害のあるドライババージョンのリストを確認するには、 `さらに上へ <#amd-problem>`_ を参照してください。
