Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/home.po
Languages: ca, de, es, fr, jp

source: HOME
ca: INICI
de: Start
es: INICIO
fr: ACCUEIL
jp: はじめる

source: EXPLORE
ca: EXPLORAR
de: Entdecken
es: EXPLORAR
fr: EXPLORER
jp: 探す

source: CREATE
ca: CREAR
de: Erschaffen
es: CREAR
fr: CRÉER
jp: 作る

source: HOST
ca: ALLOTJAR
es: ALOJAR
fr: HÉBERGER
jp: ホスト

source: CONTRIBUTE
ca: CONTRIBUIR
de: Mitwirken
es: CONTRIBUIR
fr: CONTRIBUER
jp: コントリビュート

source: DEVELOP
ca: DESENVOLUPAR
de: Entwicklung
es: DESARROLLAR
jp: 開発

source: SECURITY
ca: SEGURETAT
de: Sicherheit
es: SEGURIDAD
fr: SÉCURITÉ
jp: セキュリティ

source: FAQ
ca: FAQs
de: Häufig gestellte Fragen
es: PREGUNTAS FRECUENTES
jp: よくある質問

source: RELEASE NOTES
ca: NOTES DE LLANÇAMENT
de: Versionshinweise
es: NOTAS DE VERSION
fr: NOTES DE VERSION
jp: リリースノート

source: API REFERENCE
ca: REFERÈNCIA API
de: API-Referenz
es: REFERENCIA DE API
fr: RÉFÉRENCE API
jp: APIレファレンス

source: Home
ca: Inici
de: Start
es: Inicio
fr: Accueil
jp: はじめる

source: Vircadia™ is open-source software which enables you to create and share virtual worlds as virtual reality (VR) and desktop experiences. You can create and host your own virtual world, explore other worlds, meet and connect with other users, attend or host live VR events, and much more.
ca: Vircadia™ és un programari de codi obert que permet crear i compartir mons virtuals com a Realitat Virtual (VR) i experiències d'escriptori. Pots crear i allotjar el teu propi món virtual, explorar altres mons, conèixer i connectar amb altres usuaris, assistir o organitzar esdeveniments de Realitat Virtual en directe i molt més.
de: Vircadia ist eine freie Open-Source Software die es Ihnen ermöglicht virtuelle Welten in der virtuellen Realität (VR) oder auf dem Desktop-Computer zu erstellen, teilen und zu erleben.
es: Vircadia™ es un software de código abierto el cual te permite crear y compartir mundos virtuales (VR) y experiencias de escritorio. Puedes crear y mantener tu propio mundo virtual, explorar otros mundos, conocer y conectarte con otros usuarios, asistir y organizar eventos de Realidad Virtual y mucho más.
fr: Vircadia™ est un logiciel Open Source qui vous permet de créer et de partager des mondes virtuels comme des expériences de réalité virtuelle (VR) et en mode Clavier. Vous pouvez créer et héberger votre propre monde virtuel, explorer d'autres mondes, rencontrer et vous connecter avec d'autres utilisateurs, assister ou héberger des événements VR en direct, et bien plus encore.
jp: Vircadia™は、バーチャルリアリティ（VR）やデスクトップ体験としてのバーチャルワールドを作成し、共有することができるオープンソースのソフトウェアです。自分だけのワールドを作ってホストしたり、他のワールドを探検したり、他のユーザーと会ってつながったり、ライブVRイベントに参加したりすることができます。

source: The Vircadia metaverse provides built-in social features, including avatar interactions, spatialized audio, and interactive physics. Additionally, you have the ability to import any 3D object into your virtual environment. No matter where you go in Vircadia, you will always be able to interact with your environment, engage with your friends, and listen to conversations just like you would in real life.
ca: El metavers de Vircadia ofereix funcions socials integrades, com ara interaccions amb avatars, àudio espacialitzat i física interactiva. A més, tens la possibilitat d'importar qualsevol objecte 3D al vostre entorn virtual. No importa on vagis a Vircadia, sempre podràs interactuar amb el teu entorn, relacionar-te amb els teus amics i escoltar converses com ho faries a la vida real.
de: Das Vircadia Metaversum stellt eingebaute soziale Funktionen wie Avatar-Interaktionen, räumlichen Ton und interaktive Physik bereit. Zusätzlich haben Sie die Möglichkeit jegliche 3D-Modelle in Ihrer virtuellen Umgebung einzubringen. Egal wo Sie sich in Vircadia befinden, Sie werden immer in der Lage sein mit Ihrer Umgebung zu interagieren, Ihre Freunde zu treffen und Konversationen zu führen genau wie in der echten Welt.
es: El metaverso de Vircadia provee funciones sociales integradas, incluyendo interacciones de avatar, audio especializado e interacciones físicas. Adicionalmente, tienes la habilidad de importar cualquier objeto 3D en tu propio entorno virtual. No importa donde vayas en Vircadia, siempre podrás interactuar con tu entorno, interactuar con tus amigos y escuchar conversaciones como lo harías en la vida real.
fr: Le métaverse Vircadia offre des fonctionnalités sociales intégrées, notamment des interactions avec les avatars, un son spatialisé et une physique interactive. De plus, vous avez la possibilité d'importer n'importe quel objet 3D dans votre environnement virtuel. Où que vous alliez dans Vircadia, vous serez toujours en mesure d'interagir avec votre environnement, de dialoguer avec vos amis et d'écouter des conversations comme vous le feriez dans la vie réelle.
jp: VircadiaのMetaverse（メタバース）には、アバターのインタラクション、空間化されたオーディオ、インタラクティブな物理演算などのソーシャル機能が組み込まれています。さらに、あらゆる3Dオブジェクトを仮想環境へインポートする機能もあります。Vircadiaではどこへ行っても環境とインタラクトすることができ、フレンドやユーザーとの会話を楽しむことができます。

source: :doc:`Get Vircadia <explore/get-started/install>` |Download| or take a look at our :doc:`Gallery <explore/gallery>` |Gallery|.
ca: :doc:`Obté Vircadia <explore/get-started/install>` |Download| o fes una ullada a la nostra :doc:`Galeria <explore/gallery>` |Gallery|.
de: :doc:`Holen Sie sich Vircadia <explore/get-started/install>` |Download| oder schauen Sie sich unsere :doc:`Galerie <explore/gallery>` |Gallery| an.
es: :doc:`Obtén Vircadia <explore/get-started/install>` |Download| o hecha un vistazo a nuestra :doc:`Galería <explore/gallery>` |Gallery|.
fr: :doc:`Obtenez Vircadia <explore/get-started/install>` |Download| ou jetez un oeil à notre :doc:`Gallerie <explore/gallery>` |Gallery|.
jp: :doc:`Vircadiaをダウンロードする<explore/get-started/install>` |Download|、もしくは :doc:`ギャラリーを見る<explore/gallery>` |Gallery|。

source: Download
ca: Descarregar

source: Gallery
ca: Galeria

source: In addition to the documentation, you can join the discussion on the Vircadia `Discord server <https://discordapp.com/invite/Pvx2vke>`__ |Discord|.
ca: A més de la documentació, pots unir-te a la discussió sobre Vircadia en `Discord server <https://discordapp.com/invite/Pvx2vke>`__ |Discord|.
de: Neben dieser Dokumentation können Sie auch an der Diskussion auf dem Vircadia `Discord Server <https://discordapp.com/invite/Pvx2vke>`__ |Discord| teilnehmen.
es: Además de la documentación, puedes unirte a la discusión sobre Vircadia en nuestro `Servidor de Discord <https://discordapp.com/invite/Pvx2vke>`__ |Discord|.
fr: En plus de la documentation, vous pouvez vous joindre à la discussion sur le Vircadia `Discord serveur <https://discordapp.com/invite/Pvx2vke>`__ |Discord|.
jp: ドキュメントに加えて、Vircadia の `Discord サーバー <https://discordapp.com/invite/Pvx2vke>`__ |Discord| に参加できます。

source: This documentation is authored in `English <https://docs.vircadia.com/>`_.
ca: Aquesta documentació està redactada originalment en `Anglès <https://docs.vircadia.com/>`_.
de: Diese Dokumentation wurde im Original auf `Englisch <https://docs.vircadia.dev/>`_ verfasst.
es: Esta documentación está escrita en `Inglés <https://docs.vircadia.com/>`_.

source: The following translations are available:
ca: Les següents traduccions estan disponibles:
de: Die folgenden Übersetzungen sind verfügbar:
es: Están disponibles las siguientes traducciones:
fr: Les traductions suivantes sont disponibles :
jp: 以下の翻訳が利用可能です：

source: `Deutsch <https://docs.vircadia.com/de/>`_ |de_trans|
ca: `Alemany (Deutsch) <https://docs.vircadia.com/de/>`_ |de_trans|
de: `Deutsch <https://docs.vircadia.dev/de/>`_ |de_trans|
es: `Alemán <https://docs.vircadia.com/de/>`_ |de_trans|

source: `Español <https://docs.vircadia.com/es/>`_ |es_trans|
ca: `Espanyol <https://docs.vircadia.com/es/>`_ |es_trans|
de: `Spanisch <https://docs.vircadia.dev/es/>`_ |es_trans|
jp: `スペイン語 (Spanish) <https://docs.vircadia.dev/es/>`_ |es_trans|

source: es_trans
ca: ca_trans

source: `Français <https://docs.vircadia.com/fr/>`_ |fr_trans|
ca: `Francès <https://docs.vircadia.com/fr/>`_ |fr_trans|
de: `Französisch <https://docs.vircadia.dev/fr/>`_ |fr_trans|
es: `Francés <https://docs.vircadia.com/fr/>`_ |fr_trans|

source: `日本語 <https://docs.vircadia.com/jp/>`_ |jp_trans|
ca: `Japonès <https://docs.vircadia.com/jp/>`_ |jp_trans|
de: `Japanisch <https://docs.vircadia.dev/jp/>`_ |jp_trans|
es: `Japonés <https://docs.vircadia.com/jp/>`_ |jp_trans|

source: `한국어 <https://docs.vircadia.com/ko/>`_ |ko_trans|
ca: `Coreà <https://docs.vircadia.com/ko/>`_ |ko_trans|
es: `Coreano <https://docs.vircadia.com/ko/>`_ |ko_trans|

source: What can I do?
ca: Què puc fer?
de: Was kann ich machen?
es: ¿Qué puedo hacer?
fr: Que puis-je faire ?
jp: Vircadiaで出来ること？

source: You have the power to shape your VR experience in Vircadia.
ca: Tens el poder de donar-li forma a la teva experiència de Realitat Virtual a Vircadia.
de: Sie können Ihr VR-Erlebnis in Vircadia selbst gestallten.
es: Tienes el poder darle forma a tu experiencia de Realidad Virtual en Vircadia.
fr: Vous avez le pouvoir de façonner votre expérience VR dans Vircadia.
jp: あなたは、VircadiaでのVR体験そのものを思い通りにする力を持っています。

source: :doc:`EXPLORE <explore>` by hopping between domains in the metaverse, attend events, and check out what others are up to!
ca: :doc:`EXPLORE <explore>` saltant entre dominis del metavers, assistir a esdeveniments i comprovar què estan fent els altres!
de: :doc:`Erkunden <explore>` Sie verschiedene Welten im Metaversum, besuchen Sie Veranstaltungen und machen Sie neue Bekanntschaften.
es: :doc:`EXPLORA <explore>` saltando entre dominios en el metaverso, asiste a eventos y mira lo que otros están haciendo!
fr: :doc:`EXPLORER <explore>` en sautant d'un domaine à l'autre dans le métaverse, assistez à des événements et regardez ce que font les autres !
jp: :doc:`探す <explore>`: Metaverseのドメイン間を行き来したり、イベントに参加したり、他のユーザーが何をしているかをチェックしたりしましょう !

source: :doc:`CREATE <create>` personal experiences by building avatars, domains, tablet apps, and more for you and others to enjoy.
ca: :doc:`CREATE <create>` experiències personals creant avatars, dominis, aplicacions per al menú i molt més, per a que tu i altres pugueu gaudir.
de: :doc:`Erschaffen <create>` Sie Ihr persönliches Erlebnis indem Sie Avatare, Welten, Tablet-Apps und vieles mehr für sich und andere erstellen.
es: :doc:`CREA <create>` experiencias personales mediante la construcción de avatars, dominios, aplicaciones para tablet y más para que tú y otros disfruten.
fr: :doc:`CRÉER <create>` des expériences personnelles en créant des avatars, des domaines, des applications pour tablet, et bien d'autres choses encore, pour votre plus grand plaisir et celui des autres.
jp: :doc:`作る<create>`: アバターやドメイン、タブレットアプリなどを作成できます。

source: :doc:`SCRIPT <script>` and express your creativity by applying advanced scripting concepts to entities and avatars in the metaverse.
ca: :doc:`SCRIPT <script>` i expresseu la vostra creativitat aplicant conceptes de scripting avançats a entitats i avatars del metavers.
de: :doc:`Skripten <script>` Sie und zeigen Sie Ihre Kreativität indem Sie fortgeschrittene Konzepte auf Entitäten und Avatare im Metaversum anwenden.
es: :doc:`CODIFICA <script>` y expresa tu creatividad mediante la aplicación de conceptos avanzados de codificación a entidades y avatares en el metaverso.
fr: :doc:`PROGRAMMER <script>` et exprimez votre créativité en appliquant des concepts de script avancés à des entités et des avatars dans le métaverse.
jp: :doc:`スクリプト<script>`: 高度なスクリプトをMetaverseのエンティティやアバターに適用することで、創造性を発揮することができます。

source: :doc:`HOST <host>` and make immersive experiences to educate, entertain, and connect with your audience.
ca: :doc:`HOST <host>` i fes experiències immersives per educar, entretenir i connectar amb el teu públic.
de: :doc:`Hosten <host>` und erstellen Sie immersive Erlebnisse um Ihr Publikum zu unterrichten, unterhalten und sich mit ihm zu binden.
es: :doc:`ALOJA <host>` y crea experiencias inmersivas para educar, entretener y conectar con tu audiencia.
fr: :doc:`HÉBERGER <host>` et offrir des expériences immersives pour éduquer, divertir et connecter avec votre public.
jp: :doc:`ホスト<host>`: 自分のインスタンスを構築し、イマーシブな体験をあなたの観客へ届けましょう。

source: :doc:`CONTRIBUTE <contribute>` to the project's endeavor.
ca: :doc:`CONTRIBUIR <contribute>` a l'esforç del projecte.
de: :doc:`Beitragen <contribute>`zum Projekt.
es: :doc:`CONTRIBUIR <contribute>` al esfuerzo del proyecto.
jp: プロジェクトの取り組みに :doc:`貢献 <contribute>` する。

source: :doc:`DEVELOP <developer>` the project and tailor it to your needs, or just to help out.
ca: :doc:`DESENVOLUPA <developer> el projecte i adapta'l a les teves necessitats, o simplement per ajudar-te.
de: :doc:`Entwickeln <developer>` Sie das Projekt mit und passen Sie es an Ihre Bedürfnisse an.
es: :doc:`DESARROLLE <developer>` el proyecto y adáptelo a sus necesidades, o simplemente puede hacerlo para ayudar.
fr: :doc:`DÉVELOPPER <developer>` le projet et l'adapter à vos besoins, ou simplement pour donner un coup de main.
jp: :doc:`デベロッパー<developer>`: 自分のニーズに合わせてプロジェクトをカスタマイズできます。

source: :doc:`SECURITY <security>` information about the project and its components.
ca: :doc:`SEGURETAT <security>` informació sobre el projecte i els seus components.
de: :doc:`Sicherheitshinweise <security>` für das Projekt und seine Komponenten.
es: :doc:`SEGURIDAD <security>` información sobre el proyecto y sus componentes.
fr: :doc:`INFORMATIONS DE SECURITÉ <security>` sur le projet et ses composantes.
jp: :doc:`セキュリティ<security>`: プロジェクトとその構成要素に関するセキュリティ情報。

source: SCRIPT
de: Skript
es: CODIFICAR
fr: PROGRAMMER
jp: スクリプト

source: DEVELOPER
fr: DÉVELOPPEUR

source: :doc:`CONTRIBUTE <contribute>` to our endeavor by browsing our source code in the repository.
fr: :doc:`CONTRIBUER <contribute>` à notre effort en parcourant notre code source dans le référentiel.
