Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/host.po
Languages: es, jp

source: Confirm that you are sure that you want to replace your current content with the restored content set. At this point, your domain server will restart and the new content will be deployed in your domain.
es: Confirma que estás seguro de que quieres reemplazar tu contenido actual con el conjunto de contenido restaurado. En este punto, tu servidor de dominio se reiniciará y el nuevo contenido se implementará en tu dominio.
jp: 現在のコンテンツを復元されたコンテンツセットで置き換えてよいかを確認します。この時点で、ドメインサーバーが再起動し、新しいコンテンツがドメインに配備されます。

source: To restore content from a downloaded content archive:
es: Para restaurar contenido de un archivo de contenido descargado:
jp: ダウンロードしたコンテンツアーカイブからコンテンツを復元するには :

source: Browse to the downloaded content archive.
es: Ve al archivo de contenido descargado.
jp: ダウンロードしたコンテンツアーカイブを参照します。

source: Backup Your Domain Settings
es: Copia de Seguridad de la Configuración de Tu Dominio
jp: ドメイン設定をバックアップする

source: To backup your domain's so you can quickly configure another domain or restore them later:
es: Para hacer una copia de seguridad de tu dominio para que puedas configurar rápidamente otro dominio o restaurarlo más tarde:
jp: ドメインをバックアップして、別のドメインをすばやく構成したり、後で復元したりできるようにするには、次の手順に従います。

source: On the top menu bar, select **Settings > Setting Backup /Restore**.
es: En la barra de menú superior, selecciona **Settings > Setting Backup /Restore**.
jp: 上部のメニューバーで、 **Settings > Setting Backup /Restore** を選択します。

source: Click 'Download Domain Settings'.
es: Haz click en "Download Domain Settings".
jp: 「Download Domain Settings」をクリックします。

source: Maintain Domain Visitors
es: Mantener Visitantes del Dominio
jp: ドメイン訪問者を維持する

source: Occasionally, you may get users who you don't want in your domain. Whether you forgot to set the correct user permissions, or the person is being rude and uncooperative, you have the ability to silence or ban users from your domain.
es: Ocasionalmente, puedes llegar a tener usuarios que no quieres en tu dominio. Ya sea que hayas olvidado establecer los permisos de usuario correctos o que la persona sea grosera y no coopere, tienes la capacidad de silenciar o prohibir el acceso de los usuarios a tu dominio.
jp: 時折、あなたのドメインに行儀が悪い訪問者が現れることがあります。正しいユーザー権限を設定し忘れていることに起因する場合や、その訪問者が無作法な場合、その訪問者をドメインから追放することができます。

source: These administrative functions of silencing and banning users from a domain require the 'Kick Users' permission. Ensure you have this :doc:`user permission enabled <../configure-settings/permission-settings>` before attempting to monitor the users in your domain.
es: Estas funciones administrativas de silenciar y prohibir a los usuarios de un dominio requieren el permiso "Kick Users". Asegúrate de tener este :doc:`permiso de usuario habilitado <../configure-settings/permission-settings>`antes de intentar monitorear a los usuarios en tu dominio.
jp: ドメインからのユーザーのサイレンシングと禁止のこれらの管理機能には、「ユーザーのキック」権限が必要です。ドメイン内のユーザーを監視する前に、この :doc:`ユーザー権限が有効になっていることを確認してください<../configure-settings/permission-settings>` 。

source: Silence a User in Your Domain
es: Silenciar a un Usuario en Tu Dominio
jp: ドメイン内のユーザーを無音化する

source: Many times, a visitor in your domain simply does not have the correct audio settings defined on their computer. As a result, they may output uncomfortable sounds into your domain (heavy breathing, typing, background noise, and white noise are audio issues people have when they first download Vircadia).
es: Muchas veces, un visitante en tu dominio simplemente no tiene la configuración de audio correcta definida en su computadora. Como resultado, es posible que emitan sonidos incómodos en tu dominio (la respiración agitada, el tecleo, el ruido de fondo y el ruido blanco son problemas de audio que tienen las personas cuando descargan Vircadia por primera vez).
jp: 多くの場合、ドメイン内の訪問者は、コンピューターで正しいオーディオ設定を定義していないだけです。その結果、不快な音がドメインに出力される可能性があります（激しい呼吸、タイピング、バックグラウンドノイズ、およびホワイトノイズは、Vircadiaを最初にダウンロードしたときに発生するオーディオの問題です）。

source: To silence a specific user in your domain:
es: Para silenciar a un usuario específico en tu dominio:
jp: ドメイン内の特定のユーザーを無音化するには :

source: Visit your domain.
es: Visita tu dominio.
jp: ドメインにアクセスします。

source: In Interface, pull up your Tablet or HUD and go to **People**.
es: En la interface, abre tu Tableta o HUD y ve a **People**.
jp: インターフェイスで、Tablet またはHUDをプルアップし、 **People** に移動します。

source: Locate the user you would like to silence.
es: Localiza al usuario que quieras silenciar.
jp: 無音化するユーザーを見つけます。

source: Under the 'Admin' section, click the icon in the 'Silence' column.
es: Debajo de la sección "Admin", haz click en el ícono de la columna "Silence".
jp: 「Admin」セクションで、「Silence」列のアイコンをクリックします。

source: This will mute the user for everyone in the domain.
es: Esto silenciará al usuario para todos en el dominio.
jp: これにより無音化されます。

source: Ban a User from Your Domain
es: Prohibir a un Usuario de Tu Dominio
jp: ユーザーをドメインから追放する

source: In some cases, a user may cause themselves to be unwelcome in your domain.
es: En algunos casos, un usuario puede provocar que ya no sea bienvenido en tu dominio.
jp: 場合によっては、ユーザーがあなたのドメインで歓迎されない存在になる可能性があります。

source: To permanently ban a visitor from your domain:
es: Para prohibir permanentemente a un visitante de tu dominio:
jp: 訪問者をドメインから永久に追放するには :

source: Under the 'Admin' section, click the icon in the 'Ban' column.
es: Debajo de la sección "Admin", haz clik en el ícono de la columna "Ban".
jp: 「Admin」セクションで、「Ban」列のアイコンをクリックします。

source: The user will not be able to enter the domain using the same account; however, they will still have access to other Vircadia domains.
es: El usuario no podrá ingresar al dominio utilizando la misma cuenta; sin embargo, seguirán teniendo acceso a otros dominios de Vircadia.
jp: ユーザーは同じアカウントを使用してドメインに入ることができなくなります。ただし、他のVircadiaドメインには引き続きアクセスできます。

source: You can "clean up" your domain using an :doc:`assignment client script <../../script/assignment-client-scripts>` that regularly performs maintenance tasks on your domain. For example, a script can remove entities that are not part of your default content set, load tools to help you inspect the contents of your domain, or identify loud avatars and them in your domain.
es: Puedes "limpiar" tu dominio usando un :doc:`script de asignación de cliente <../../script/assignment-client-scripts>`que realice regularmente tareas de mantenimiento en tu dominio. Por ejemplo, un script puede eliminar entidades que no forman parte de tu conjunto de contenido predeterminado, cargar herramientas para ayudarte a inspeccionar el contenido de tu dominio o identificar avatares ruidosos en tu dominio.
jp: ドメインのメンテナンスタスクを定期的に実行する :doc:`割り当てクライアントスクリプト <../../script/assignment-client-scripts>` を使用すると、ドメインを「クリーンアップ」することができます。たとえば、スクリプトはデフォルトのコンテンツセットに含まれないエンティティを削除したり、ドメインのコンテンツを検査するためのツールをロードしたり、ドメイン内のラウドアバターとそれらを特定したりすることができます。

source: Write a Script
es: Escribir un Script
jp: スクリプトを書く

source: With scripts, you are free to use our expansive `JavaScript API <https://apidocs.vircadia.dev>`_ to code any task that your programming expertise and creativity can come up with. Here, we've written an example assignment client script that returns our domain content to its default state every 1 hour. This means that any other entities rezz'd in our domain will be deleted within the hour by the script::
es: Con los scripts, puedes usar nuestra amplia `API de JavaScript <https://apidocs.vircadia.dev>`_ para codificar cualquier tarea que tu experiencia en programación y creatividad puedan generar. Aquí, hemos escrito un script de asignación de cliente de ejemplo que devuelve el contenido de nuestro dominio a su estado predeterminado cada 1 hora. Esto significa que cualquier otra entidad invocada en nuestro dominio será eliminada dentro de una hora por el script::
jp: スクリプトでは、`JavaScript API <https://apidocs.vircadia.dev>`_ を使って、あなたのプログラミングの専門知識と創造力でどんなタスクでも自由にコーディングすることができます。ここでは、1時間ごとにドメインのコンテンツをデフォルトの状態に戻す、割り当てクライアントスクリプトの例を書いています。これは、私たちのドメインでrezz'dされた他のエンティティは、スクリプトによって1時間以内に削除されることを意味します::

source: Add Assignment Client Script to Domain
es: Añadir un Script de Asignación de Cliente al Dominio
jp: ドメインへの割り当てクライアントスクリプトの追加

source: To run your script on your domain:
es: Para ejecutar tu script en tu dominio:
jp: ドメインでスクリプトを実行するには :

source: Save and upload your script to a cloud hosting site.
es: Guarda y carga tu script en un sitio de alojamiento en la nube.
jp: スクリプトを保存して、クラウドホスティングサイトにアップロードします。

source: On the top menu bar, select **Content > Scripts**.
es: En la barra de menú superior, selecciona **Content > Scripts**.
jp: 上部のメニューバーで、 **Content > Scripts** を選択します。

source: Under 'Persistent Scripts', click the ``+`` icon.
es: Debajo de "Persistent Scripts", haz click en el ícono ``+``.
jp: 「Persistent Scripts」の下で、 ``+`` アイコンをクリックします。

source: Paste the URL to your script under ‘Script URL’.
es: Pega la URL de tu script en "Script URL".
jp: 「Script URL」の下のスクリプトにURLを貼り付けます。

source: Save and restart your domain.
es: Guarda y reinicia tu dominio.
jp: ドメインを保存して再起動します。

source: Now, the script will be running persistently on your domain until you either remove it or shut down the domain entirely.
es: Ahora, el script se ejecutará de manera persistente en tu dominio hasta que lo elimines o cierres el dominio por completo.
jp: これで、スクリプトを削除するか、ドメインを完全にシャットダウンするまで、スクリプトはドメインで永続的に実行されます。

source: Vircadia is always changing, as we work to improve performance and add features that will enhance your experience in the metaverse. If a new version has been released, all of our users will be prompted to update to the latest (and most stable) release.
es: Vircadia siempre está cambiando, ya que trabajamos para mejorar el rendimiento y agregar funciones que mejorarán tu experiencia en el metaverso. Si se ha lanzado una nueva versión, se pedirá a todos nuestros usuarios que actualicen a la versión más reciente (y más estable).
jp: Vircadiaは常に変化しています。パフォーマンスを改善し、メタバースでのエクスペリエンスを向上させる機能を追加するために取り組んでいます。新しいバージョンがリリースされた場合、すべてのユーザーは最新の（そして最も安定した）リリースに更新するように求められます。

source: Protocol Compatibility
es: Compatibilidad de Protocolo
jp: プロトコルの互換性

source: Vircadia requires that the client and server (the visitor's installed software and the server's software) maintain protocol compatibility across versions. Some of our releases include protocol changes, and will affect the visitors who can visit your domain.
es: Vircadia requiere que el cliente y el servidor (el software instalado del visitante y el software del servidor) mantengan la compatibilidad del protocolo entre versiones. Algunos de nuestros comunicados (releases) incluyen cambios de protocolo y afectarán a los visitantes que pueden visitar tu dominio.
jp: Vircadiaでは、クライアントとサーバー（訪問者がインストールしたソフトウェアとサーバーのソフトウェア）がバージョン間でプロトコルの互換性を維持する必要があります。一部のリリースにはプロトコルの変更が含まれており、ドメインにアクセスできる訪問者に影響します。

source: An updated client version will be unable to connect to a domain that is not updated.
es: Una versión de cliente actualizada no podrá conectarse a un dominio que no esté actualizado.
jp: 更新されたクライアントバージョンは、更新されていないドメインに接続できなくなります。

source: A client running an older version will be unable to connect to a domain that is running a new version.
es: Un cliente que ejecute una versión anterior no podrá conectarse a un dominio que esté ejecutando una nueva versión.
jp: 古いバージョンを実行しているクライアントは、新しいバージョンを実行しているドメインに接続できなくなります。

source: Both of these will result in an error message "Protocol Mismatch".
es: Ambos casos darán como resultado un mensaje de error "Protocol Mismatch" (Protocolo no coincide).
jp: これらの両方で、「Protocol Mismatch」というエラーメッセージが表示されます。

source: Upgrade Your Domain Server
es: Actualiza Tu Servidor de Dominio
jp: ドメインサーバーをアップグレードする

source: Because all of Vircadia's users are encouraged to update to the latest release, it is highly likely that the majority of your visitors are running the newest version of Vircadia. Therefore, if there has been a protocol change (check the :doc:`Release Notes <../../release-notes>` for your version), we strongly recommend that you upgrade your domain server to the newest release.
es: Debido a que se recomienda a todos los usuarios de Vircadia que actualicen a la última versión, es muy probable que la mayoría de tus visitantes estén ejecutando la versión más reciente de Vircadia. Por lo tanto, si ha habido un cambio de protocolo (mira las :doc:`Notas de Release <../../release-notes>` para tu versión), le recomendamos enfáticamente que actualices tu servidor de dominio a la última versión.
jp: Vircadiaのすべてのユーザーは最新リリースにアップデートすることが推奨されているため、あなたの訪問者の大多数はVircadiaの最新バージョンを実行している可能性が高いと思われます。したがって、もしプロトコルの変更があった場合（あなたのバージョンの :doc:`Release Notes <../../release-notes>` をチェックしてください）、ドメインサーバーを最新リリースにアップグレードすることを強くお勧めします。

source: To update a local server on Windows:
es: Para actualizar un servidor local en Windows:
jp: Windowsでローカルサーバーを更新するには :

source: Download the latest `Client + Sandbox installer <https://vircadia.com/download-vircadia/#server>`_ from Vircadia's website or download the upgrade when prompted to on your server.
es: Descarga el último `instalador de Cliente + Sandbox <https://vircadia.com/download-vircadia/#server>`_ del sitio web de Vircadia o descarga la actualización cuando te lo solicite tu servidor.
jp: 最新の`Client + Sandbox installer <https://vircadia.com/download-vircadia/#server>`をVircadiaのWebサイトからダウンロードするか、サーバーでプロンプトが表示されたらアップグレードをダウンロードします。

source: On your local server, quit Sandbox:
es: En tu servidor local, sal de Sandbox:
jp: ローカルサーバーで、Sandboxを終了します。

source: On Windows: Click on the Vircadia icon in the system tray, then click 'Quit'. Alternatively, end the ‘server-console’ background process using the Task Manager.
es: En Windows: Haz click en el ícono de Vircadia en la bandeja del sistema, luego haz click en "Quit". Alternativamente, finaliza el proceso en segundo plano de la "server-console" utilizando el Administrador de Tareas.
jp: Windowsの場合：システムトレイのVircadiaアイコンをクリックしてから、[終了]をクリックします。または、タスクマネージャを使用して[server-console]バックグラウンドプロセスを終了します。

source: Run the installer.
es: Ejecuta el instalador.
jp: インストーラーを実行します。

source: After installation, check your local server's domain settings to ensure that its running the most recent version.
es: Después de la instalación, verifica la configuración de dominio de tu servidor local para asegurarte de que estés ejecutando la versión más reciente.
jp: インストール後、ローカルサーバーのドメイン設定をチェックして、最新バージョンが実行されていることを確認します。

source: To update a server on Linux:
es: Para actualizar un servidor en Linux:
jp: Linuxでサーバーを更新するには :

source: Run the very same commands that you had used to install your server `here <https://docs.vircadia.com/host/server-setup/linux-server.html#installation>`_.
es: Ejecute los mismos comandos que usaste para instalar tu servidor `aquí <https://docs.vircadia.com/host/server-setup/linux-server.html#installation>`_.
jp: サーバーをインストールしたときとまったく同じコマンドを`ここ <https://docs.vircadia.com/host/server-setup/linux-server.html#installation>`で実行します。

source: After installation, check your server's domain settings to ensure that its running the most recent version.
es: Después de la instalación, verifica la configuración de dominio de tu servidor para asegurarte de que estés ejecutando la versión más reciente.
jp: インストール後、サーバーのドメイン設定をチェックして、サーバーが最新バージョンを実行していることを確認します。

source: Your domain server logs list the different events relevant to your Vircadia domain. These can help you troubleshoot any issues with your domain and understand how the different parts of your domain communicate with each other.
es: Los registros de nuestro servidor de dominio enumeran los diferentes eventos relevantes para tu dominio de Vircadia. Estos pueden ayudarte a solucionar cualquier problema con tu dominio y comprender cómo las diferentes partes de tu dominio se comunican entre sí.
jp: ドメインサーバーのログは、Vircadiaドメインに関連するさまざまなイベントをリストアップします。これらは、ドメインに関するあらゆる問題のトラブルシューティングに役立ち、ドメインのさまざまな部分がどのように互いに通信しているかを理解することができます。

source: Server logs are stored directly on the server and can be accessed as follows:
es: Los registros del servidor se almacenan directamente en el servidor y se puede acceder a ellos de la siguiente manera:
jp: サーバーログはサーバーに直接保存され、次のようにアクセスできます。

source: **Windows**: Logs can be found in the directory ``%AppData%\Local\Vircadia\Server Console\logs``
es: **Windows**: Los registros se pueden encontrar en el directorio ``%AppData%\Local\Vircadia\Server Console\logs``
jp: **Windows** : ログはディレクトリ ``%AppData%\Local\Vircadia\Server Console\logs`` にあります

source: **Linux**: Logs can be accessed by running the command ``journalctl -u vircadia-domain-server@default.service`` for the domain server, or ``journalctl -u vircadia-assignment-client@default.service`` for the assignment client.
es: **Linux**: Se puede acceder a los registros ejecutando el comando ``journalctl -u vircadia-domain-server@default.service`` para el servidor de dominio, o ``journalctl -u vircadia-assignment-client@default.service`` para el cliente de la asignación.
jp: ** Linux ** ：ログにアクセスするには、ドメインサーバーに対してコマンド ``journalctl -u vircadia-domain-server@default.service`` を実行するか、割り当てクライアントの場合 ``journalctl -u vircadia-assignment-client@default.service`` を実行します。

source: Hosting Quick Start
es: Inicio Rápido de Alojamiento (Hosting)
jp: ホスティングQuick Start

source: Notice: Port Forwarding
es: Aviso: Reenvío de Puertos
jp: 注意：ポートフォワーディング

source: There are two ways to make a domain accessible from the outside Internet.
es: Hay dos formas de hacer que un dominio sea accesible desde el exterior de Internet.
jp: ドメインを外部インターネットからアクセス可能にする方法は2つあります。

source: You may register your domain with the Metaverse server by creating a `Domain ID` in the domain's web panel found at http://localhost:40100/. (Experimental)
es: Puedes registrar tu dominio con el servidor de Metaverse creando un "Domain ID" en el panel web del dominio que se encuentra en http://localhost:40100/. (Experimental)
jp: http://localhost:40100/にあるドメインのWebパネルで`ドメインID`を作成することにより、ドメインをMetaverseサーバーに登録できます。（実験的）

source: Alternatively, you can manually open the following ports on your router and firewall:
es: Alternativamente, puedes abrir manualmente los siguientes puertos en tu enrutador (router) y firewall:
jp: または、ルーターとファイアウォールで次のポートを手動で開くこともできます。

source: 40100 : (tcp) administration web portal
es: 40100 : (tcp) portal web de administracion
jp: 40100 : (tcp) 管理Webポータル

source: 40102 : (udp) main connection for clients
es: 40102 : (udp) conexión principal para clientes
jp: 40102 : (udp) クライアントのメイン接続

source: Download Vircadia (full, not Interface only).
es: Descarga Vircadia (completa, no solo interfaz).
jp: Vircadiaをダウンロードします（インターフェースのみではなく、全てのファイル）。

source: Use the `Custom` install option and ensure that both the `Vircadia Interface` and `Vircadia Server` options are checked. Vircadia Server is the Domain server.
es: Usa la opción de instalación `Custom `y asegúrate de que tanto las opciones de `Vircadia Interface` y `Vircadia Server` estén marcadas. Vircadia Server es el servidor de Dominio.
jp: `Custom` インストールオプションを使用し、 `Vircadia Interface` オプションと `Vircadia Server` オプションの両方がチェックされていることを確認します。Vircadiaサーバーはドメインサーバーです。

source: In your start menu, search for and run `Vircadia Server`.
es: En tu menú de inicio, busca y ejecuta `Vircadia Server`.
jp: スタートメニューで、「Vircadia Server」を検索して実行します。

source: Go to ``http://localhost:40100/`` in your web browser and complete the wizard to set up your domain. If the server is on a different machine, then replace 'localhost' with its IP address.
es: Ve a ``http://localhost:40100/`` en tu navegador web y completa el asistente para configurar tu dominio. Si el servidor está en una máquina diferente, reemplaza 'localhost' con su dirección IP.
jp: Webブラウザで ``http://localhost:40100/`` に移動し、ウィザードを完了してドメインを設定します。サーバーが別のマシン上にある場合は、「localhost」をそのIPアドレスに置き換えます。

source: In your Vircadia Interface, open the `Explore` app and enter `localhost` (or the server's IP address) to get there.
es: En tu interfaz de Vircadia, abre la aplicación `Explore` e ingresa `localhost` (o la dirección IP del servidor) para llegar allí.
jp: Vircadia Interfaceで、 `Explore` アプリを開き、 `localhost` (またはサーバのIPアドレス)を入力すると、目的の場所に行くことができます。

source: Open your terminal.
es: Abre tu terminal.
jp: ターミナルを開きます。

source: Run the following command to download the server package:
es: Ejecuta el siguiente comando para descargar el paquete del servidor:
jp: 次のコマンドを実行して、サーバーパッケージをダウンロードします。

source: Then run this command to update the package index and install the server:
es: Luego ejecuta este comando para actualizar el índice del paquete e instalar el servidor:
jp: 次に、次のコマンドを実行してパッケージインデックスを更新し、サーバーをインストールします。

source: Go to ``http://[IP address of your server]:40100/`` in your web browser and complete the wizard to set up your domain.
es: Ve a ``http://[IP address of your server]:40100/`` en tu navegador web y completa el asistente para configurar tu dominio.
jp: Webブラウザで ``http://[サーバのIPアドレス]:40100/`` に移動し、ウィザードを完了してドメインを設定します。

source: In your Vircadia Interface, open the `Explore` app and enter your server's IP address to get there.
es: En tu interfaz de Vircadia, abre la aplicación `Explore` e ingresa la dirección IP de tu servidor para llegar allí.
jp: Vircadia Interfaceで、 `Explore` アプリを開き、サーバーのIPアドレスを入力すると、そこに行くことができます。

source: Host a Domain from a Local Windows Server
es: Aloja un Dominio desde un Servidor Local de Windows
jp: ローカルのWindows Serverからドメインをホストする

source: Host a Domain from a Local or Cloud Linux Server
es: Aloja un Dominio desde un Servidor Linux Local o en la Nube
jp: ローカルまたはクラウドのLinuxサーバーからドメインをホストする

source: Set up a Domain Server
es: Configurar un Servidor de Dominio
jp: ドメインサーバーを設定する

source: Depending on your requirements, you can host your domain on a physical computer (by turning it into a local server) or on cloud servers. In general, we recommend using local servers for private events and gatherings, and cloud services for larger public venues.
es: Dependiendo de tus requisitos, puedes alojar tu dominio en una computadora física (convirtiéndola en un servidor local) o en servidores en la nube. En general, recomendamos usar servidores locales para eventos y reuniones privadas, y servicios en la nube para lugares públicos más grandes.
jp: 要件に応じて、ドメインを物理コンピューター（ローカルサーバーに変換することにより）またはクラウドサーバーでホストできます。一般的に、プライベートイベントや集会にはローカルサーバーを使用し、大規模な公共の場にはクラウドサービスを使用することをお勧めします。

source: Pros
jp: 利点

source: Cons
es: Contras
jp: 欠点

source: Local Server
jp: ローカルサーバー

source: No hosting or maintenance fees
jp: ホスティングやメンテナンスの費用はかかりません

source: Control over the hosted environment
jp: ホスト環境に対する制御性

source: Ideal for private domains
jp: プライベートドメインに最適

source: Hardware and network must be able to handle visitor load and content set. Depending on the complexity of your domain set and the number of visitors you plan to have, you may need more than the minimum requirements
jp: ハードウェアとネットワークは、訪問者の負荷とコンテンツセットに対応できるものでなければなりません。ドメインセットの複雑さや訪問者の数によっては、最低要件以上のものが必要になる場合があります

source: Cloud Server
jp: クラウドサーバー

source: No need to have expensive hardware on hand to host a domain
jp: ドメインをホストするために高価なハードウェアを手元に用意する必要はありません

source: Ability to easily re-scale servers, adjusting memory or transfer to support more or less visitors
jp: サーバーを簡単にリスケールでき、メモリや転送量を調整することで、訪問者の増減に対応することができます

source: A secure environment separate from your personal computer, protecting yourself from hacking attempts or griefers
jp: 個人のコンピューターとは別の安全な環境で、ハッキングの試みやグリーフィングから身を守ります

source: Ideal for large, public domains for hosting events or open gathering areas
jp: イベント開催やオープンな集会場など、大規模なパブリックドメインに最適です

source: Monthly subscription cost
jp: 月額のサブスクリプション費用の発生

source: Service outages may occur with the cloud provider
jp: クラウドプロバイダーでサービス停止が発生する可能性がある

source: Once you've decided what hosting platform to use, you're ready to set it up:
jp: 使用するホスティングプラットフォームを決定したら、次に設定する準備が整います。

source: The Vircadia packages can help you get your own domain up and running quickly.
jp: Vircadiaパッケージは、独自のドメインをすばやく立ち上げて実行するのに役立ちます。
