Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/host.po
Languages: es, jp

source: Here, you prefer to create your content in an offline environment. Once it is completed, you will need to export your content set to an external file, then deploy it to your domain. Visitors can continue visiting your domain with any placeholder content while you design your custom content.
es: Aquí, prefieres crear tu contenido en un entorno offline. Una vez que se complete, deberás exportar tu conjunto de contenido a un archivo externo y luego implementarlo en tu dominio. Los visitantes pueden continuar visitando tu dominio con cualquier contenido de marcador de posición mientras diseñas tu contenido personalizado.
jp: ここでは、オフライン環境でコンテンツを作成することをお勧めします。完了したら、コンテンツセットを外部ファイルにエクスポートしてから、ドメインにデプロイする必要があります。カスタムコンテンツをデザインしている間、訪問者は任意のプレースホルダーコンテンツを使用してドメインにアクセスし続けることができます。

source: Make Live Updates
es: Hacer Actualizaciones en Vivo
jp: ライブアップデートの実施

source: Live updates are made anytime you or any other user in your domain makes changes to the content. In order to make changes, a user must have the 'Rez' permission turned on.
es: Las actualizaciones en vivo se realizan cada vez que tú o cualquier otro usuario de tu dominio realiza cambios en el contenido. Para realizar cambios, un usuario debe tener activado el permiso "Rez".
jp: ライブアップデートは、あなたやあなたのドメイン内の他のユーザーがコンテンツに変更を加えたときにいつでも行われます。変更を加えるには、ユーザーが「Rez」パーミッションをオンにしている必要があります。

source: Before going this route, decide on who (if anyone) you would like to change your content set, and :doc:`verify that their rez permissions are set correctly <../configure-settings/permission-settings>`. If you're going to be the one making changes, then ensure that you have rez rights. To update your content, all you need to is visit your domain and start making changes using the :doc:`Create Tools <../../create/tools>`.
es: Antes de seguir esta ruta, decide a quién (si es que hay alguien) te gustaría modificarle tu propio conjunto de contenido, y :doc:`verificar que sus permisos rez estén configurados correctamente <../configure-settings/permission-settings>`. Si vas a ser tú quien realice los cambios, asegúrate de tener derechos rez. Para actualizar tu contenido, todo lo que necesitas es visitar tu dominio y comenzar a hacer cambios usando las :doc:`Herramientas de Creación <../../create/tools>`.
jp: この方法を取る前に、コンテンツセットを変更したい人（もし誰かいるならば）を決め、 :doc:`その人のrez権限が正しく設定されている <../configure-settings/permission-settings>` ことを確認します。もし、あなたが変更を行うのであれば、あなたがrez権限を持っていることを確認してください。コンテンツを更新するには、自分のドメインにアクセスして、 :doc:`ツールの作成 <../../create/tools>` を使って変更を開始するだけです。

source: Your server makes regular archives of the content in your domain. Visit your Domain Settings to :doc:`view and download the backups of your content sets <../maintain-domain/backup-domain>` over time.
es: Tu servidor crea archivos regulares del contenido de tu dominio. Visita la configuración de tu dominio para :doc:`ver y descargar las copias de seguridad de tus conjuntos de contenido <../maintain-domain/backup-domain>` con tiempo.
jp: サーバーは、ドメイン内のコンテンツを定期的にアーカイブを作成します。ドメイン設定にアクセスして、:doc:`コンテンツセットのバックアップを表示およびダウンロードします<../maintain-domain/backup-domain>`。

source: **Tip**: It is possible to "lock down" content that you've created, so that visitors can create new content without modifying your custom content. For example, you can lock down the walls and floor of a room, but let your visitors create their own tables and chairs. To protect your own custom content set, lock the entities you created. When you configure your permissions for your visitors, deny them access to 'Lock/Unlock', but grant them permission to 'Rez'. They will be able to create their own content in your domain, but not be able to change your domain's content set.
es: **Tip**: Es posible "bloquear" el contenido que has creado, para que los visitantes puedan crear contenido nuevo sin modificar tu contenido personalizado. Por ejemplo, puedes bloquear las paredes y el piso de una habitación, pero dejar que tus visitantes creen sus propias mesas y sillas. Para proteger tu propio conjunto de contenido personalizado, bloquea las entidades que creaste. Cuando configures tus permisos para tus visitantes, niégales el acceso a "Bloquear/Desbloquear", pero concédeles permisos 'Rez'. Podrán crear su propio contenido en tu dominio, pero no podrán cambiar el conjunto de contenido de tu dominio.
jp: **ヒント**：作成したコンテンツを「ロックダウン」して、訪問者にカスタムコンテンツを変更させずに新しいコンテンツを作成できるようにすることができます。たとえば、部屋の壁や床などのカスタムコンテンツをロックダウンして訪問者にカスタムコンテンツを変更させることなく、訪問者はテーブルと椅子など独自のコンテンツを作成ができるようになります。独自のカスタムコンテンツを保護するには、作成したエンティティをロックします。訪問者のアクセス権を設定する際、「ロック/アンロック」設定のアクセス権限は不許可にしてください。ただし、「Rez」へのアクセスは許可してください。これらの設定により、訪問者は、あなたのドメインに独自のコンテンツを作成することはできますが、あなたのドメインのコンテンツセットを変更することができなくなります。

source: Under Construction
es: Bajo Construcción
jp: 工事中

source: While you make changes to your content set, you can take down your domain temporarily and prevent users from visiting while it is under construction.
es: Mientras realizas cambios en a tu conjunto de contenido, puedes eliminar tu dominio temporalmente y evitar que los usuarios lo visiten mientras está en construcción.
jp: コンテンツセットを変更する間、一時的にドメインを停止し、停止期間中にユーザーが訪問できないようにすることができます。

source: To do this, simply the remove the 'Connect' permission for all users other than yourself (and any other co-creators working alongside you). When you are done, all you need to do is re-enable the 'Connect' permission.
es: Para hacer esto, simplemente elimina el permiso "Connect" para todos los usuarios menos para ti (y cualquier otro co-creador que trabaje contigo). Cuando hayas terminado, todo lo que necesita hacer es volver a habilitar el permiso "Connect".
jp: これを行うには、自分以外のすべてのユーザー（およびあなたと一緒に作業している他の共同作成者）の「接続」権限を不許可にするだけです。完了したら、「接続」権限を再度許可に変更します。

source: Open your domain settings.
es: Abre la configuración de tu dominio.
jp: ドメイン設定を開く。

source: For cloud hosted domains: Open a browser and enter the URL http://<insert your server's IP address here>:40100/settings. Log in when prompted.
es: Para dominios alojados en la nube: abre un navegador e ingresa la URL http://<inserta la dirección IP de tu servidor aquí>:40100/settings. Inicia sesión cuando se te solicite.
jp: クラウドでホストされているドメインの場合：ブラウザを開き、URL http://<ここにサーバーのIPアドレスを挿入>:40100/settingsを入力します。プロンプトが表示されたらログインします。

source: For local servers on Windows: Click on the Vircadia icon in the system tray, then click 'Settings'.
es: Para servidores locales en Windows: Haz click en el ícono de Vircadia en la bandeja del sistema, luego haz click en "Settings".
jp: Windows上のローカルサーバーの場合：システムトレイのVircadiaアイコンをクリックしてから、[設定]をクリックします。

source: For local servers on Mac: Right-click the Vircadia icon on the top menu bar, then click 'Settings'.
es: Para servidores locales en Mac: haz click derecho en el ícono de Vircadia en la barra de menú superior, luego haz click en "Settings".
jp: Macのローカルサーバーの場合：上部のメニューバーにあるVircadiaアイコンを右クリックし、[設定]をクリックします。

source: On the top menu bar, select **Settings > Security**.
es: En la barra de menú superior, selecciona **Settings > Security**.
jp: 上部のメニューバーで、 **[Settings]>[Security]** を選択します。

source: Scroll to 'Standard Permissions'.
es: Desplázate hasta "Standard Permissions".
jp: [標準のアクセス許可]までスクロールします。

source: For each Permissions group, uncheck the 'Connect' permission for all users and groups (except yourself and anyone else working on the content).
es: Para cada grupo de Permisos, desmarca el permiso "Connect" para todos los usuarios y grupos (excepto para ti y cualquier otra persona que trabaje en el contenido).
jp: アクセス許可グループごとに、すべてのユーザーとグループ（自分自身とコンテンツで作業している他の人を除く）の[接続]アクセス許可のチェックを外します。

source: Click 'Save' and close the Domain Settings page.
es: Haz clik en "Save" y cierra la página de Configuraciones del Dominio.
jp: [保存]をクリックして、[ドメイン設定]ページを閉じます。

source: Once you have set the permissions, visit your domain and begin building your content set using the :doc:`Create Tools <../../create/tools>`. We recommend locking all of your content so that it cannot be modified by visitors to your domain.
es: Una vez que hayas establecido los permisos, visita tu dominio y comienza a crear tu conjunto de contenido utilizando las :doc:`Herramientas de Creación <../../create/tools>`. Recomendamos bloquear todo tu contenido para que los visitantes de tu dominio no puedan modificarlo.
jp: 権限を設定したら、ドメインにアクセスし、 :doc:`作成ツール <../../create/tools>` を使用してコンテンツセットの作成を開始します。ドメインへの訪問者がコンテンツを変更できないように、すべてのコンテンツをロックすることをお勧めします。

source: When you're done, follow the above steps to re-enable the Connect permission for your visitors. These users will be able to visit your domain again with the server's IP address or place name.
es: Cuando haya terminado, sigue los pasos anteriores para volver a habilitar el permiso de conexión para tus visitantes. Estos usuarios podrán volver a visitar tu dominio con la dirección IP del servidor o el nombre del lugar.
jp: 完了したら、上記の手順に従って、訪問者の接続権限を再度有効にします。これらのユーザーは、サーバーのIPアドレスまたは地名を使用してドメインに再度アクセスできるようになります。

source: Create and Deploy
es: Crear e Implementar
jp: 作成とデプロイ

source: The final technique for building a content set follows a basic development workflow:
es: La técnica final para crear un conjunto de contenido sigue un flujo de trabajo de desarrollo básico:
jp: コンテンツセットを構築するための最後の手法は、基本的な開発ワークフローに従います。

source: Build content in an offline environment
es: Crea contenido en un entorno offline
jp: オフライン環境でのコンテンツ構築

source: (Optional) Build and test it
es: (Opcional) Construye y pruébalo
jp: (オプション) ビルドとテスト

source: Export the content set to a file
es: Exportar el conjunto de contenido a un archivo
jp: コンテンツセットのファイルへの書き出し

source: Upload the exported content set to your domain
es: Carga el conjunto de contenido exportado a tu dominio
jp: エクスポートしたコンテンツセットを自分のドメインにアップロードする

source: We recommend using this method if you want to avoid interruption to your domain while you build your content, deploy your content set to multiple domains, or test your content before you deploy.
es: Recomendamos usar este método si deseas evitar la interrupción de tu dominio mientras creas tu contenido, implementa tu conjunto de contenido en varios dominios o prueba tu contenido antes de implementarlo.
jp: コンテンツの作成中、コンテンツセットを複数のドメインに展開するとき、または展開する前にコンテンツをテストするときにドメインが中断されないようにする場合は、この方法を使用することをお勧めします。

source: Install Vircadia's open source `Client + Sandbox <https://vircadia.com/deploy-a-server/>`_ software on a computer that is _not_ running as a local server.
es: Instala el software de código abierto de Vircadia `Client + Sandbox <https://vircadia.com/deploy-a-server/>`_ en una computadora que no_este_ejecutando como servidor local.
jp: Vircadiaのオープンソース `Client + Sandbox <https://vircadia.com/deploy-a-server/>`_ ソフトウェアを、ローカルサーバとして動作していないコンピュータにインストールしてください。

source: Open a Sandbox not connected to a local server.
es: Abre un Sandbox que no esté conectado a un servidor local.
jp: ローカルサーバーに接続されていないサンドボックスを開きます。

source: Build your content set in the Sandbox.
es: Construye tu conjunto de contenido en Sandbox.
jp: サンドボックスでコンテンツセットを作成します。

source: `Export your content to JSON <export-content.html#export-entities-to-json>`_.
es: `Exporta tu contenido a JSON <export-content.html#export-entities-to-json>`_.
jp: `コンテンツをJSON形式にエクスポートします <export-content.html#export-entities-to-json>`_。

source: (Optional) To optimize your content set, :doc:`bake your content <bake-content>`.
es: (Opcional) Para optimizar tu conjunto de contenido, :doc:`hornea tu contenido <bake-content>`.
jp: （オプション）コンテンツセットを最適化するには、:doc:`コンテンツをベイクします<bake-content>`。

source: (Local servers only) Transfer the downloaded archive file or the baked JSON to your local server. Switch computers so you're back on your local server.
es: (Solo servidores locales) Transfiere el archivo comprimido descargado o el JSON horneado a tu servidor local. Cambia de computadora para volver a tu servidor local.
jp: (ローカルサーバーのみ）ダウンロードしたアーカイブファイルまたはベイクしたJSONをローカルサーバーに転送します。その後、転送したローカルサーバに戻ります。

source: Log in to your server's domain settings and :doc:`upload your exported or baked JSON to your domain <upload-content>`.
es: Inicia sesión en la configuración de dominio de tu servidor y :doc:`sube tu archivo JSON exportado u horneado a tu dominio <upload-content>`.
jp: サーバーのドメイン設定にログインし、 :doc:`エクスポートまたはベイクしたJSONをドメイン<upload-content>` にアップロードしてください。

source: Once your content is uploaded, your domain will automatically restart with your new custom content.
es: Una vez que se cargue tu contenido, tu dominio se reiniciará automáticamente con tu nuevo contenido personalizado.
jp: コンテンツのアップロードが完了すると、ドメインは自動的に新しいカスタムコンテンツで再スタートします。

source: To create a backup of your content, you need to export it to an external file. This file contains all of the information about the assets that make up your domain: the asset types, dimensions, positions, physics, resource URLs and every other property entity property.
es: Para crear una copia de seguridad de tu contenido, debes exportarlo a un archivo externo. Este archivo contiene toda la información sobre los activos que componen tu dominio: los tipos de activos, las dimensiones, las posiciones, la física, las URL de los recursos y todas las demás propiedades de la entidad de propiedad.
jp: コンテンツのバックアップを作成するには、コンテンツを外部ファイルにエクスポートする必要があります。このファイルには、ドメインを構成するアセットに関するすべての情報（アセットタイプ、寸法、位置、物理、リソースURL、その他あらゆるプロパティの実体プロパティ）が含まれています。

source: Many domain creation and maintenance tasks require content backups, including:
es: Muchas tareas de creación y mantenimiento de dominios requieren copias de seguridad de contenido, que incluyen:
jp: ドメインの作成・保守作業の多くは、コンテンツのバックアップが必要です。

source: Baking content for optimization
es: Hornear contenido para optimizar
jp: 最適化のためのベーキングコンテンツ

source: Importing content sets to new domains
es: Importación de conjuntos de contenido a nuevos dominios
jp: コンテンツセットを新しいドメインにインポートする

source: Restoring content in case of corruption
es: Restauración de contenido en caso de corrupción
jp: 破損した場合のコンテンツの復元

source: Sharing content with others
es: Compartir contenido con otros
jp: 他の利用者とコンテンツを共有する

source: Export Entities to JSON
es: Exportar Entidades a JSON
jp: エンティティをJSONにエクスポートする

source: The first method to export your content is to select specific entities from the Entity List and export them to a JSON file. Use this method if you want to:
es: El primer método para exportar tu contenido es seleccionar entidades específicas de la Lista de entidades (Entity List) y exportarlas a un archivo JSON. Usa este método si así lo quieres:
jp: コンテンツをエクスポートする最初の方法は、エンティティリストから特定のエンティティを選択し、JSONファイルにエクスポートすることです。必要に応じて、この方法を使用してください。

source: Bake your domain's content
es: Hornea el contenido de tu dominio
jp: ドメインのコンテンツをベイクします

source: Back up content that is not yet live on a domain
es: Hacer una copia de seguridad del contenido que aún no está activo en un dominio
jp: ドメインにまだ公開されていないコンテンツをバックアップする

source: Export only specific entities, rather than the entire domain's content set
es: Exporta solo entidades específicas, en lugar de todo el conjunto de contenido del dominio
jp: ドメインのコンテンツセット全体ではなく、特定のエンティティのみをエクスポートする

source: To export entities:
es: Para exportar entidades:
jp: エンティティをエクスポートするには：

source: In your Sandbox, pull up your tablet or HUD and go to **Create**.
es: En tu Sandbox, abre tu tableta o HUD y ve a **Create**.
jp: サンドボックスで、タブレットまたはHUDをプルアップし、 **Create** に移動します。

source: In the Entity List, select the entities you want to export. To select all of the entities, use the keyboard shortcut ``Ctrl`` + ``A``. To select more than one adjacent entity, click on the first entity, press hold down the ``Shift`` key, then click the last entity. To select more than one non-adjacent entity, hold down the ``Ctrl`` key while clicking the entities you want to select.
es: En la Lista de entidades, selecciona las entidades que quieres exportar. Para seleccionar todas las entidades, usa el atajo de teclado ``Ctrl`` + ``A``. Para seleccionar más de una entidad adyacente, haz click en la primera entidad, mantén presionada la tecla ``Shift``, luego haz click en la última entidad. Para seleccionar más de una entidad no adyacente, mantén presionada la tecla ``Ctrl`` mientras haces click en las entidades que quieres seleccionar.
jp: エンティティリストで、エクスポートするエンティティを選択します。すべてのエンティティを選択するには、キーボードショートカット `` Ctrl`` + ``A`` を使用します。複数の隣接するエンティティを選択するには、最初のエンティティをクリックし、 ``Shift`` キーを押しながら最後のエンティティをクリックします。隣接していない複数のエンティティを選択するには、 ``Ctrl`` キーを押しながら、選択するエンティティをクリックします。

source: Once you've selected all of the entities you want to export, click 'Export Selection'.
es: Una vez que haya seleccionado todas las entidades que deseas exportar, haz click en "Export Selection".
jp: エクスポートするすべてのエンティティを選択したら、[選択範囲のエクスポート]をクリックします。

source: Browse to a folder location and enter a name for the exported JSON file.
es: Navega a una ubicación de carpeta e ingresa un nombre para el archivo JSON exportado.
jp: フォルダの場所を参照し、エクスポートされたJSONファイルの名前を入力します。

source: Click 'Save'.
es: Haz click en "Save".
jp: [保存]をクリックします。

source: Retrieve Automatic Content Archives
es: Recuperar Archivos de Contenido Automático
jp: 自動コンテンツアーカイブを取得する

source: By default, Vircadia creates regular content archives of all active domains on the metaverse. This means that if you have a registered domain on the metaverse (either via a local server or DigitalOcean), then we have already created a backup of the content that is installed in your domain. These backup files are called *content archives*.
es: Por defecto, Vircadia crea archivos de contenido regulares de todos los dominios activos en el metaverso. Esto significa que si tienes un dominio registrado en el metaverso (ya sea a través de un servidor local o DigitalOcean), entonces ya hemos creado una copia de seguridad del contenido que está instalado en tu dominio. Estos archivos de copia de seguridad se denominan *content archives*.
jp: デフォルトでは、Vircadiaはメタバース上のすべてのアクティブなドメインの定期的なコンテンツアーカイブを作成します。これは、メタバースに（ローカルサーバーまたはDigitalOceanを介して）ドメインが登録されている場合、ドメインにインストールされているコンテンツのバックアップがすでに作成されていることを意味します。これらのバックアップファイルは*コンテンツアーカイブ*と呼ばれます。

source: To retrieve these backups:
es: Para recuperar estas copias de seguridad:
jp: これらのバックアップを取得するには：

source: For any OS: Open a browser and enter the URL http://localhost:40100/settings.
es: Para cualquier Sistema Operativo: Abre un navegador e ingresa la URL: http://localhost:40100/settings.
jp: 任意のOSの場合：ブラウザを開きhttp://localhost:40100/settingsを入力します。

source: On the top menu bar, select **Content > Content Archives**.
es: En la barra de menú superior, selecciona **Content > Content Archives**.
jp: 上部のメニューバーで、 **[Content]>[Content Archives]** を選択します。

source: Under 'Automatic Content Archives', locate the archive you would like to download.
es: Debajo de "Automatic Content Archives", localiza el archivo que te gustaría descargar.
jp: [自動コンテンツアーカイブ]で、ダウンロードするアーカイブを見つけます。

source: From the Actions menu, click 'Download'.
es: Desde el menú de Acciones, haz click en "Download".
jp: [アクション]メニューから、[ダウンロード]をクリックします。

source: When you upzip the content archive, locate models.json.gz. This file contains all of the assets in your domain, along with their properties.
es: Cuando comprimas el archivo de contenido, busca "models.json.gz". Este archivo contiene todos los recursos de tu dominio, junto con sus propiedades.
jp: コンテンツアーカイブをアップジップするときは、models.json.gzを見つけます。このファイルには、ドメイン内のすべてのアセットとそのプロパティが含まれています。

source: Create a Manual Content Archive
es: Crear un Archivo de Contenido Manual
jp: 手動コンテンツアーカイブを作成する

source: The final method of exporting your content is to create a manual content archive of your domain. This is recommended if you want to:
es: El método final para exportar tu contenido es crear un archivo de contenido manual de tu dominio. Esto se recomienda si deseas:
jp: コンテンツをエクスポートする最後の方法は、ドメインの手動コンテンツアーカイブを作成することです。これは、次の場合に推奨されます。

source: Deploy your content to multiple domains
es: Implementar tu contenido en múltiples dominios
jp: コンテンツを複数のドメインにデプロイする

source: Share a copy of your custom content set with others
es: Compartir una copia de tu conjunto de contenido personalizado con otros
jp: カスタムコンテンツセットのコピーを他の人と共有する

source: To create a content archive and download it:
es: Para crear un archivo de contenido y descargarlo:
jp: コンテンツアーカイブを作成してダウンロードするには：

source: Under 'Manual Content Archives', click 'Generate New Archive'.
es: Debajo de "Manual Content Archives", haz clik en "Generate New Archive".
jp: [手動コンテンツアーカイブ]で、[新しいアーカイブの生成]をクリックします。

source: Enter a name for your archive and click 'Generate Archive'. It will appear just below the 'Generate New Archive' button.
es: Ingresa un nombre para tu archivo y haz click en "Generate Archive". Aparecerá justo debajo del botón "Generate New Archive".
jp: アーカイブの名前を入力し、[アーカイブの生成]をクリックします。[新しいアーカイブの生成]ボタンのすぐ下に表示されます。

source: The content archive includes models.json.gz, along with other backup files. From here, you can upload your content archive to another domain or send it to others.
es: El archivo de contenido incluye "models.json.gz", junto con otros archivos de respaldo. Desde aquí, puedes cargar tu archivo de contenido a otro dominio o enviarlo a otros.
jp: コンテンツアーカイブには、models.json.gzと他のバックアップファイルが含まれています。ここから、コンテンツアーカイブを別のドメインにアップロードしたり、他のドメインに送信したりできます。

source: Upload Content to your Domain
es: Sube Contenido a tu Dominio
jp: ドメインにコンテンツをアップロードする

source: Whether you've created your own content set, baked some content, or gotten a content set from a friend, you'll need to upload it to your domain. Once you upload a content set, you will overwrite all existing content in your domain. Keep in mind that the existing backup files of your domain's content will not immediately be changed, so if you don't like your domain's new look, you can restore your old content at any time.
es: Ya sea que hayas creado tu propio conjunto de contenido, horneado (bake) contenido u obtenido un conjunto de contenido de un amigo, deberás cargarlo en tu dominio. Una vez que cargues un conjunto de contenido, sobrescribirá todo el contenido existente en tu dominio. Ten en cuenta que los archivos de respaldo existentes del contenido de tu dominio no se cambiarán de inmediato, por lo que si no te gusta la nueva apariencia de tu dominio, puedes restaurar tu contenido anterior en cualquier momento.
jp: 自分でコンテンツセットを作成した場合でも、コンテンツをベイクした場合でも、友人からコンテンツセットを入手した場合でも、それを自分のドメインにアップロードする必要があります。コンテンツセットをアップロードすると、ドメイン内の既存のコンテンツはすべて上書きされます。ドメインのコンテンツの既存のバックアップファイルはすぐに変更されないので、ドメインの新しい外観が気に入らない場合は、いつでも古いコンテンツを復元できることを覚えておいてください。

source: To upload and install new content to your domain:
es: Para cargar e instalar contenido nuevo en tu dominio:
jp: ドメインに新しいコンテンツをアップロードしてインストールするには：

source: On the top menu bar, select **Content > Upload Content**.
es: En la barra de menú superior, selecciona **Content > Upload Content**.
jp: 上部のメニューバーで、 **[Content]>[Upload Content]** を選択します。

source: Under 'Upload Content', click 'Choose File'.
es: Debajo de "Upload Content", haz click en "Choose File".
jp: [コンテンツのアップロード]で、[ファイルの選択]をクリックします。

source: Browse to your content file. This can be a `.json of exported entities <export-content.html#export-entities-to-json>`_, a .json.gz from an extracted `content archive <export-content.html#create-a-manual-content-archive>`_, or a `content archive <export-content.html#create-a-manual-content-archive>`_ itself.
es: Busca tu archivo de contenido. Esto puede ser un `.json de entidades exportadas <export-content.html#export-entities-to-json>`_, un .json.gz de un `archivo de contenido extraído <export-content.html#create-a-manual-content-archive>`_, o un `archivo de contenido <export-content.html#create-a-manual-content-archive>`_ mismo.
jp: コンテンツファイルを参照します。これは、`エクスポートされたエンティティのjson <export-content.html#export-entities-to-json>`_ 、抽出された `コンテンツアーカイブの .json.gz <export-content.html#create-a-manual-content-archive>`_ 、または `コンテンツアーカイブ <export-content.html#create-a-manual-accive>`_ 自体のいずれでも可能です。

source: Click 'Upload Content'.
es: Haz click en "Upload Content".
jp: [コンテンツのアップロード]をクリックします。
