Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/host.po
Languages: es, jp

source: Installation
jp: インストール

source: You can run these same commands on an existing Vircadia domain to upgrade it if the original domain was installed using the package. Packages are currently available for the following distributions:
jp: 元のドメインがパッケージを使用してインストールされている場合は、既存のVircadiaドメインでこれらの同じコマンドを実行して、ドメインをアップグレードできます。パッケージは現在、次のディストリビューションで利用できます。

source: Unlisted Distribution
jp: リストに無いディストリビューション

source: If you do not see your distribution listed here, you may compile your own server from source with the [Linux build guide](https://github.com/vircadia/vircadia/blob/master/BUILD_LINUX.md).
jp: ここにディストリビューションが表示されない場合は、[Linux build guide](https://github.com/vircadia/vircadia/blob/master/BUILD_LINUX.md)を使用してソースから独自のサーバーをコンパイルできます。

source: Configuration
jp: 構成

source: The installation packages will create a domain at the default port location and configure a service to keep it running on that machine.
jp: インストールパッケージは、デフォルトのポートの場所にドメインを作成し、そのマシンで実行し続けるようにサービスを構成します。

source: For the list of network ports that you will need to open and manage, see [here](../configure-settings/network-settings).
jp: 開いて管理する必要のあるネットワークポートのリストについては、[こちら](../configure-settings/network-settings)を参照してください。

source: Connect a web browser to the server at port 40100. (If you are on the machine that the server is running on, this would be http://localhost:40100) Complete the initial setup wizard and you should have a functioning domain.
jp: Webブラウザをポート40100でサーバーに接続します（サーバーが実行されているマシンを使用している場合、これはhttp://localhost:40100になります）初期設定ウィザードを完了すると、ドメインが機能していることでしょう。

source: Files and Server Configuration
jp: ファイルとサーバーの構成

source: The program files are installed in /opt/vircadia:
jp: プログラムファイル群は/opt/vircadiaにインストールされます。

source: **/opt/vircadia** contains the executables
jp: **/opt/vircadia** には実行可能ファイルが含まれています

source: **/opt/vircadia/lib** contains libraries required for operation
jp: **/opt/vircadia/lib** には、操作に必要なライブラリが含まれています

source: **/opt/vircadia/plugins** is currently used for audio codecs
jp: **/opt/vircadia/plugins** は現在オーディオコーデックに使用されています

source: **/opt/vircadia/resources** is required for the administrative website
jp: 管理Webサイトには **/opt/vircadia/resources** が必要です

source: The executables in this folder (with the exception of <code>new-server</code>) cannot be launched from the command prompt without first setting <code>LD_LIBRARY_PATH=/opt/vircadia/lib</code>.
jp: このフォルダーにある実行ファイル（<code>new-server</code>を除く）は、LD_LIBRARY_PATHに/opt/vircadia/libを設定（<code>LD_LIBRARY_PATH=/opt/vircadia/lib</code>）することにより、コマンドプロンプトから起動することができます。

source: The file <code>/etc/opt/vircadia/default.conf</code> contains any environment variables necessary to running the domain.
jp: このファイル <code>/etc/opt/vircadia/default.conf</code> には、ドメインを実行するために必要な環境変数が含まれています。

source: All content is stored under <code>/var/lib/vircadia/default</code>. All files underneath <code>/var/lib/vircadia</code> are owned by the user <code>vircadia</code>, which is also the user that runs all domain-related processes.
jp: すべてのコンテンツは<code>/var/lib/vircadia/default</code>の下に保存されます。<code>/var/lib/vircadia</code>の下のすべてのファイルは<code>vircadiaドメイン関連のプロセスを実行するユーザー</code>に所有されます。

source: Services
jp: サービス

source: The installation packages setup the following systemd services to manage the Vircadia domain:
jp: インストールパッケージは、Vircadiaドメインを管理するために次のsystemdサービスをセットアップします。

source: **vircadia-domain-server@default.service**: Manages the core domain server
jp: **vircadia-domain-server@default.service** : コアドメインサーバーを管理します

source: **vircadia-assignment-client@default.service**: Spawns and manages the assignment clients
jp: **vircadia-assignment-client@default.service** : 割り当てクライアントを生成および管理します

source: **vircadia-server@default.target**: Controls startup and shutdown of the above services
jp: **vircadia-server@default.target** : 上記のサービスの起動とシャットダウンを制御します

source: The <code>vircadia-server@default.target</code> service is the only one that is set to auto-start. Starting or stopping it will bring the other two services down.
jp: <code>vircadia-server@default.target</code> サービスだけが自動起動に設定されています。このサービスを開始または停止すると、他の2つのサービスが停止します。

source: The first two services log a large amount of data to their service journal. Checking their logs (via <code>systemctl status</code>) is a good way to ensure they are operating properly.
jp: 最初の2つのサービスは、サービスジャーナルに大量のデータを記録します。これらのサービスを<code>systemctl status</code>により確認することにより、動作状況と直近で出力されたログメッセージをチェックすることができます。

source: Multiple Domains
jp: 複数のドメイン

source: The installation package is configured to permit multiple domains to run on a single server at different port numbers. New servers can be created using the following command:
jp: インストールパッケージは、複数のドメインを単一のサーバー上で異なるポート番号で実行できるように構成されています。次のコマンドを使用して、新しいサーバーを作成できます。

source: where <code>name</code> is a word used to name and manage the domain and <code>base-port</code> must be the the first of a range of four contiguous port numbers not overlapping with any other use on the system.
jp: ここで、<code>name</code>はドメインを命名し管理するための単語であり、<code>base-port</code>はシステム上の他の用途と重複しない連続した4つのポート番号の範囲の最初のものでなければなりません。

source: Assuming you created a new server with the name **my-server-two**, this would setup the following:
jp: **my-server-two **という名前の新しいサーバーを作成したとすると、次のように設定されます。

source: Environment variables in <code>/etc/opt/vircadia/**my-server-two**.conf</code>
jp: <code>/etc/opt/vircadia/**my-server-two**.conf</code> の環境変数

source: Content stored in <code>/var/lib/vircadia/**my-server-two**</code>
jp: <code>/var/lib/vircadia/**my-server-two**</code> に格納されたコンテンツ

source: Services launched as <code>vircadia-domain-server@**my-server-two**.service</code>, <code>vircadia-assignment-client@**my-server-two**.service</code>, and <code>vircadia-server@**my-server-two**.target</code>
jp: <code>vircadia-domain-server@**my-server-two**.service</code>, <code>vircadia-assignment-client@**my-server-two**.service</code>, <code>vircadia-server@**my-server-two**.target</code> としてサービスを開始

source: Deleting a Vircadia Server
jp: Vircadiaサーバーの削除

source: Uninstall the package.
jp: パッケージをアンインストールします。

source: Deleting a Domain from a Multiple Domain Installation
jp: 複数ドメインのインストールからドメインを削除する

source: Find the name of the domain that you want to remove.
jp: 削除するドメインの名前を見つけます。

source: Pick the name of the domain that you want to remove from the list and then stop it.
jp: リストから削除するドメインの名前を選択して、停止します。

source: Disable the service for the domain.
jp: ドメインのサービスを無効にします。

source: Remove the associated environment variables.
jp: 関連する環境変数を削除します。

source: Remove all data and configurations.
jp: すべてのデータと構成を削除します。

source: Legacy Services
jp: レガシーサービス

source: There are a number of tweaks that are made to the default configuration to simplify storage and the ability to run multiple domains on one server. In case you would like to remove this logic and run the servers closer to how a Vircadia server compiled from source would run, this is provided as an option.
jp: ストレージを簡素化し、1台のサーバーで複数のドメインを実行する機能を簡素化するために、デフォルト構成にいくつかの調整が加えられています。このロジックを削除して、ソースからコンパイルされたVircadiaサーバーの実行方法に近いサーバーを実行する場合は、これがオプションとして提供されます。

source: Systemd services named <code>vircadia-domain-server.service</code>, <code>vircadia-assignment-client.service</code>, and <code>vircadia-server.target</code> *(without the @name)* have simplified configuration
jp: <code>vircadia-domain-server.service</code>, <code>vircadia-assignment-client.service</code>, <code>vircadia-server.target</code> *(@name なし)* という名前の Systemd サービスは設定が簡素化されています

source: No file is provided to specify environment variables for the server
jp: サーバーの環境変数を指定するためのファイルは提供されていません

source: Content would be stored in <code>/var/lib/vircadia/.local</code>
jp: コンテンツは、 <code>/var/lib/vircadia/.local</code> に格納されます

source: Host a Domain Locally on Windows
jp: Windowsでローカルにドメインをホストする

source: A local server lets you use your own computer to host your virtual domain on the metaverse.
jp: ローカルサーバーを使用すると、独自のコンピューターを使用して、メタバースで仮想ドメインをホストできます。

source: Hosting any kind of server from your home means exposing your network to the world. Therefore, we recommend using local servers only for private events and small gatherings. If you want to host a public domain or advertise your domain in the Explore app, we recommend using a cloud hosting provider such as DigitalOcean.
jp: 自宅からあらゆる種類のサーバーをホストするということは、ネットワークを世界に公開することを意味します。したがって、ローカルサーバーはプライベートイベントや小規模な集まりにのみ使用することをお勧めします。パブリックドメインをホストしたり、Exploreアプリでドメインをアドバタイズしたりする場合は、DigitalOceanなどのクラウドホスティングプロバイダーを使用することをお勧めします。

source: Set Up Your Server
jp: サーバーをセットアップする

source: Before you set up a local server, you should have a basic understanding of computer and networking concepts. Specifically, familiarize yourself with:
jp: ローカルサーバーをセットアップする前に、コンピューターとネットワークの概念の基本を理解しておく必要があります。具体的には、次のことをよく理解してください。

source: Your system and hardware configuration
jp: システムとハードウェアの構成

source: Your network configuration
jp: ネットワーク構成

source: At a minimum, the computer that you use for your server should meet our `minimum system requirements <../../explore/get-started/install.html#minimum-system-requirements>`_. However, keep in mind that as you add more visitors to your domain, the demand on your resources will increase. Therefore if you wish to invite a large group (over 15 visitors) or create a complex content set, we encourage you to increase your memory and network bandwidth.
jp: サーバーに使用するコンピュータは、最低限、弊社の`最小システム要件 <../../explore/get-started/install.html#minimum-system-requirements>`を満たしている必要があります。しかし、あなたのドメインに多くの訪問者を追加すると、あなたのリソースへの需要が増加することに留意してください。そのため、大規模なグループ（15人以上）を招待する場合や、複雑なコンテンツセットを作成する場合は、メモリとネットワークの帯域幅を増やすことをお勧めします。

source: To host a domain on Windows, you must be running Vircadia's open source `Client + Server <https://vircadia.com/download-vircadia/#windows>`_ software.
jp: Windowsでドメインをホストするには、Vircadiaのオープンソースの `Client + Server <https://vircadia.com/download-vircadia/#windows>`_ ソフトウェアを実行している必要があります。

source: Create a Domain
jp: ドメインを作成する

source: To set up a domain and host it on your local server:
jp: ドメインを設定してローカルサーバーでホストするには :

source: Open the **Setup Wizard (Domain Server Settings)**.
jp: **Setup Wizard (Domain Server Settings)** を開きます。

source: Follow the steps of the Wizard to create a domain on the metaverse and connect it to your local server.
jp: ウィザードの手順に従って、メタバースにドメインを作成し、ローカルサーバーに接続します。

source: **Step 1: Connect your Metaverse account**: When you connect your account, you become the owner of the new domain ID that is created for your server. The security token that you copy and paste gives the Metaverse Server access to your domain settings, which are stored on your local server.
jp: **ステップ1：メタバースアカウントを接続する**：アカウントを接続すると、サーバー用に作成された新しいドメインIDの所有者になります。コピーして貼り付けるセキュリティトークンにより、メタバースサーバーはローカルサーバーに保存されているドメイン設定にアクセスできます。

source: **Step 2: Create Place name**: Your Place name is how users will visit your domain in the metaverse. Alternatively, they can enter your domain's ID or IP address into the Explore app.
jp: **ステップ2：プレイスネームの作成**。プレースネームは、ユーザーがメタバース内であなたのドメインにアクセスする方法です。または、ExploreアプリにドメインのIDまたはIPアドレスを入力することもできます。

source: Learn :doc:`how to configure a Place name <../configure-settings/place-setting>`.
jp: :doc: `how to configure a Place name <../configure-settings/place-setting>` をご覧ください。

source: **Step 3: Set up basic permissions**: By default, anyone logged on to your computer will have full access to your domain. If you would like to extend administrator privileges to remote users (or allow yourself access from a remote location), then add the Vircadia Metaverse usernames here. In addition, choose who will be able to connect or rez items.
jp: **ステップ3：基本的なアクセス許可を設定する**：デフォルトでは、コンピューターにログオンしているユーザーは誰でもドメインに完全にアクセスできます。管理者権限をリモートユーザーに拡張する（またはリモートの場所からのアクセスを許可する）場合は、ここにVircadiaMetaverseのユーザー名を追加します。さらに、アイテムを接続またはrezできるユーザーを選択します。

source: Click **Finish** to close the Setup Wizard. You will automatically be redirected to the Domain Settings for your domain.
jp: **Finish** をクリックしてセットアップウィザードを閉じます。ドメインのドメイン設定に自動的にリダイレクトされます。

source: At this point, you have staged a domain in the metaverse and connected it to your server. However, it is not yet "live", meaning that it exists only as a temporary or "draft" domain in the metaverse.
jp: この時点で、メタバースでドメインをステージングし、サーバーに接続しました。ただし、まだ「ライブ」ではありません。つまり、メタバースの一時的なドメインまたは「ドラフト」ドメインとしてのみ存在します。

source: Activate Your Domain
jp: ドメインをアクティブ化する

source: To activate your domain:
jp: ドメインをアクティブ化するには :

source: Return to the Domain Settings for your domain. If it isn't open, open a browser window and type http://localhost:40100/settings/ into the URL bar.
jp: ドメインのドメイン設定に戻ります。開いていない場合は、ブラウザウィンドウを開き、URLバーにhttp://localhost:40100/settings/と入力します。

source: Click 'Advanced Settings' under **Metaverse/Networking**.
jp: **Metaverse/Networking** の下の「Advanced Settings」をクリックします。

source: Click the 'Create new domain ID' button.
jp: 「Create new domain ID」ボタンをクリックします。

source: This will assign your domain with a permanent, unique identification code that registers it in the metaverse. Your domain will now be accessible through the Place name or your server's IP address.
jp: これにより、あなたのドメインに永久的でユニークな識別コードが割り当てられ、メタバースに登録されます。これで、あなたのドメインは、プレースネームまたはサーバーのIPアドレスからアクセスできるようになります。

source: If you did not assign a Place name, the only way to access your domain is by your server's IP address. However, note that when your IP address changes, so too will the address of your domain. Therefore, if you are hosting your domain on a laptop or on a computer with a frequently changing IP address, we strongly recommend that you configure a Place name for your domain. Learn :doc:`how to configure a Place name <../configure-settings/place-setting>`.
jp: プレースネームを割り当てなかった場合、ドメインにアクセスする唯一の方法は、サーバーのIPアドレスを使用することです。しかし、IPアドレスが変更されると、ドメインのアドレスも変更されることに注意してください。したがって、ラップトップやIPアドレスが頻繁に変更されるコンピュータでドメインをホストしている場合、ドメインにプレースネームを設定することを強くお勧めします。:doc:`プレースネームの設定方法 <../configure-settings/place-setting>` を参照してください。

source: Now, your domain is officially part of the expanding metaverse!
jp: これで、あなたのドメインも正式にメタバースの一部となりました !

source: What's Next?
jp: 次は何をするのか ?

source: Visit Your Domain
jp: ドメインにアクセス

source: Personalize Your Content
jp: コンテンツをパーソナライズする

source: Configure More Settings
jp: その他の設定を構成する

source: `Go visit your domain using the Explore app <../../explore/travel.html#goto-app>`_
jp: `Exploreアプリを使用してドメインにアクセスします <../../explore/travel.html#goto-app>`_

source: `Invite people to your domain <../invite-us ers.html>`_
jp: `ドメインにユーザーを招待する <../invite-us ers.html>`_

source: :doc:`Meet new people and explore other domains <../../explore/socialize>`
jp: :doc:`新しい人に会い、他のドメインを探索する <../../explore/socialize>`

source: `Create a unique content set and upload it to your domain <../add-content.html>`_
jp: `独自のコンテンツセットを作成し、ドメインにアップロードします <../add-content.html>`_

source: `Create a Place name <../configure-settings /place-setting.html>`_
jp: `地名を作成する <../configure-settings /place-setting.html>`_

source: `Set additional user permissions <../config ure-settings/permission-settings.html>`_
jp: `追加のユーザー権限を設定する <../config ure-settings/permission-settings.html>`_

source: `Adjust audio settings <../configure-settin gs/audio-settings.html>`_
jp: `オーディオ設定を調整する <../configure-settin gs/audio-settings.html>`_

source: `Backup your domain's content <../maintain- domain/backup-domain.html>`_
jp: `ドメインのコンテンツをバックアップする <../maintain- domain/backup-domain.html>`_

source: `Update for new Vircadia releases <../maintain-domain/update-software.html>`_
jp: `新しいVircadiaリリースの更新 <../maintain-domain/update-software.html>`_

source: And more...
jp: もっと...

source: We are thrilled you've decided to host a custom domain with us on the metaverse! We also understand that setting up a server, configuring it, and creating a domain takes some time and technical knowledge. Hopefully, this section will help you become familiar with the basics of hosting domains in Vircadia, so that you can create the space you want and be a part of building a bigger, more expansive metaverse.
jp: メタバースでカスタムドメインをホストすることを決定していただき、大変うれしく思います。また、サーバーのセットアップ、設定、ドメインの作成には、ある程度の時間と技術的な知識が必要であることも理解しています。このセクションでは、Vircadiaでドメインをホストするための基本的な知識を身につけ、あなたが望むスペースを作り、より広大なメタバース構築の一部になれることを願っています。

source: You can also follow the :doc:`quick start guide <quick-start>` to boot up a Domain right away.
jp: :doc:`クイックスタートガイド <quick-start>` に従って、ドメインをすぐに起動することもできます。

source: Overview of Hosting
jp: ホスティングの概要

source: Vircadia's hosting interface consists of the following components that work together to create an immersive VR experience for your visitors:
jp: Vircadiaのホスティングインターフェースは、訪問者に没入感のあるVR体験を作成するために連携して機能する次のコンポーネントで構成されています。

source: The *Domain server* is a virtual world that gives you a space to build content in.
jp: *Domain server* は、コンテンツを構築するためのスペースを提供する仮想世界です。

source: A *domain* is a server in the metaverse. Each domain is assigned a unique ID to identify it. You can connect your domain to the Vircadia Metaverse Server by logging into your account on the Vircadia website.
jp: *ドメイン* はメタバースのサーバーです。各ドメインには、それを識別するための一意のIDが割り当てられます。Vircadia Webサイトでアカウントにログインすることにより、ドメインをVircadiaMetaverseServerに接続できます。

source: A *place* is a registered location in the metaverse. A place is connected to a domain; you can create multiple places per domain.
jp: *場所* は、メタバースに登録されているエリアです。このエリアはドメインに接続されています。ドメインごとに複数のエリアを作成できます。

source: A *server* hosts a domain, and processes incoming network requests for the domain. The server for your domain is either a physical computer or a cloud-hosted server such as one provided by DigitalOcean, Linode, AWS, and so on.
jp: *サーバー* は、ドメインをホストし、ドメインに対する要求を処理します。ドメインのサーバーは、物理的なコンピューターか、DigitalOcean、Linode、AWSなどが提供するクラウドホスティングのサーバーのいずれかです。

source: A *content set* is the content that you've added to your world.
jp: *content set*は、自分の世界に追加したコンテンツです。

source: The Hosting Process
jp: ホスティングプロセス

source: Here is an overview of the steps you'll need to take to host your domain up and running on the metaverse:
jp: ドメインをホストしてメタバースで実行するために必要な手順の概要は次のとおりです。

source: :doc:`Choose your hosting platform <start-hosting>` (local server or cloud server)
jp: :doc:`ホスティングプラットフォームを選択 <start-hosting>` （ローカルサーバーまたはクラウドサーバー）

source: :doc:`Set up your server and create your domain <server-setup>`
jp: :doc:`サーバーをセットアップし、ドメインを作成します <server-setup>`

source: :doc:`Add content to your domain <add-content>`
jp: :doc:`ドメインにコンテンツを追加する <add-content>`

source: :doc:`Set up user permissions <configure-settings/permission-settings>`
jp: :doc:`ユーザー権限を設定する <configure-settings/permission-settings>`

source: :doc:`Invite users to your domain <invite-users>`
jp: :doc:`ユーザーをドメインに招待する <invite-users>`

source: Once your domain is running, we'll cover how to :doc:`configure your domain settings <configure-settings>`, from the most basic to the more advanced, and how to :doc:`maintain your domain <maintain-domain>`.
jp: ドメインを取得した後は、 :doc:`基本的な設定から高度な設定 <configure-settings>` まで、 :doc:`ドメインの管理方法<maintain-domain>` について説明します。
