Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/host.po
Languages: es, jp

source: Quick Start Guide
es: Guía de Inicio Rápido
jp: クイックスタートガイド

source: Get Started with Hosting
es: Comienza con el Hosting
jp: ホスティングを始めましょう

source: Set Up a Domain Server
es: Configura un Servidor de Dominio
jp: ドメインサーバーの設定

source: Configure Your Domain Settings
es: Configura los Ajustes de Tu Dominio
jp: ドメイン設定の構成

source: Add Content to Your Domain
es: Agrega Contenido a Tu Dominio
jp: ドメインへのコンテンツの追加

source: Bring Visitors to Your Domain
es: Trae Visitantes a Tu Dominio
jp: ドメインへの利用者の招き方

source: Maintain Your Domain
es: Mantén Tu Dominio
jp: ドメインの維持

source: Host
es: Alojamiento
jp: ホスト

source: Vircadia's vision is a decentralized network of virtual worlds, created and controlled by its users. To achieve this vision, we want you to have the power to express your creativity, build your own virtual worlds, and be a part of an expanding metaverse.
es: La visión de Vircadia es ser una red descentralizada de mundos virtuales, creada y controlada por sus usuarios. Para lograr esta visión, queremos que tengas el poder de expresar tu creatividad, construir tus propios mundos virtuales y ser parte de un metaverso en expansión.
jp: Vircadiaのビジョンは、ユーザーによって創造され、コントロールされる仮想世界の分散型ネットワークです。このビジョンを達成するために、皆様には創造性を発揮し、独自の仮想世界を構築し、拡大するメタバースの一部となる力をお持ちいただきたいと考えています。

source: Throughout this chapter, learn what its like to create your own domain, host it on a server, and maintain it so that it can be enjoyed by users for years to come.
es: A lo largo de este capítulo, aprenderás cómo crear tu propio dominio, alojarlo en un servidor y mantenerlo para que los usuarios puedan disfrutarlo en los años venideros.
jp: この章では、独自ドメインを作成し、サーバーでホストし、ユーザーが末永く楽しめるように維持管理することについて学びます。

source: If you want to jump right in, consider reading the :doc:`quick start guide <host/quick-start>`. Otherwise, let's :doc:`get started <host/start-hosting>`.
es: Si quieres saltar directamente a ello, considera leer la :doc:`guía de inicio rápido <host/quick-start>`. De otra maneta, :doc:`comencemos <host/start-hosting>`.
jp: すぐに参加したい場合は、 :doc:`クイックスタートガイド <host/quick-start>` を読むことを検討してください。それ以外の場合は、 :doc:`ホスティングを始めましょう <host/start-hosting>` を参照してください。

source: Build and Add Your Own Content
es: Crea y Agregua Tu Propio Contenido
jp: 独自コンテンツのビルドと追加

source: Bake Your Content
es: Haz Tu Contenido
jp: コンテンツの最適化(ベイク処理)

source: Export Your Content
es: Exporta Tu Contenido
jp: コンテンツのエクスポート

source: Upload Content to Your Domain
es: Sube Contenido a Tu Dominio
jp: ドメインへのコンテンツのアップロード

source: Your domain is your own personal virtual world. In it, you can express your creativity and create your own content, then share it with the world. Whether you've created a domain to host an event, as a place to hang out with friends, or even an office space, we invite you to create your own Vircadia experience by tailoring the content to your needs.
es: Tu dominio es tu propio mundo virtual personal. En él, puedes expresar tu creatividad y crear tu propio contenido, luego compartirlo con el mundo. Ya sea que hayas creado un dominio para organizar un evento, como un lugar para pasar el rato con amigos o incluso como un espacio de oficina, te invitamos a crear tu propia experiencia Vircadia adaptando el contenido a tus necesidades.
jp: あなたのドメインは、あなただけの仮想世界です。その中で、あなたの創造性を発揮し、独自のコンテンツを作成し、それを世界に発信することができます。イベントを開催するため、友人と過ごす場所として、あるいはオフィススペースとして、あなたのニーズに合わせてコンテンツを作成し、あなただけのVircadiaを体験してください。

source: **In This Section**
es: **En esta Sección**
jp: **セクション**

source: This document is outdated. FIXME: Mentions Sandbox, missing information about Linux (currently the oven is only shipped with the Server, not the AppImage), says that Oven has a GUI application (is news to me)
es: Este documento está desactualizado. A tener en cuenta: Se menciona a Sandbox, información faltante sobre Linux (Actualmente, el "oven" solo se envía con el servidor, no con la AppImage), dice que Oven tiene una aplicación GUI)
jp: このドキュメントは古くなっています。FIXME：Linuxに関する情報が欠落しているサンドボックスに言及（現在、オーブンはサーバーにのみ付属しており、AppImageは付属していません）、オーブンにはGUIアプリケーションがあると述べています（私にとってはニュースです）

source: Most content (avatars, entities, etc) in Vircadia references external resources such as textures, models, scripts, and materials. When a user encounters any content in the domain, they need to download the content's resources. Many of these resources are not optimized and can take a while to download. *Baking* is the process of optimizing these resources to make them easier to transmit, store, and render, reducing load time significantly.
es: La mayoría del contenido (avatares, entidades, etc.) en Vircadia hace referencia a recursos externos como texturas, modelos, scripts y materiales. Cuando un usuario encuentra cualquier contenido en el dominio, necesitan descargar los recursos del contenido. Muchos de estos recursos no están optimizados y pueden tardar un poco en descargarse. *Baking* es el proceso de optimizar estos recursos para hacerlos más fáciles de transmitir, almacenar y renderizar, reduciendo significativamente el tiempo de carga.
jp: Vircadiaのほとんどのコンテンツ（アバター、エンティティなど）は、テクスチャ、モデル、スクリプト、マテリアルなどの外部リソースを参照しています。ユーザーがドメイン内のコンテンツに遭遇した場合、コンテンツのリソースをダウンロードする必要があります。これらのリソースの多くは最適化されておらず、ダウンロードに時間がかかる場合があります。 *ベイク処理* は、これらのリソースを最適化して、送信、保存、レンダリングを容易にし、ロード時間を大幅に短縮するプロセスです。

source: On This Page
es: En Esta Página
jp: コンテンツ

source: The Oven
es: El Oven
jp: オーブン

source: The Oven is a standalone application that is packaged as part of Vircadia `Client + Sandbox <https://vircadia.com/deploy-a-server/>`_ installer. Once installed, locate ``oven.exe`` (Windows) or ``oven.app`` (Mac).
es: El Oven es una aplicación independiente que es empaquetada como parte del instalador `Cliente + Sandbox <https://vircadia.com/deploy-a-server/>`_ de Vircadia. Una vez instalada, busca ``oven.exe`` (Windows) u ``oven.app`` (Mac).
jp: オーブンはVircadia `Client + Sandbox <https://vircadia.com/deploy-a-server/>`のインストーラの一部としてパッケージされているスタンドアロンアプリケーションです。インストールしたパスから、 ``oven.exe`` (Windows) または ``oven.app`` (Mac)を探してください。

source: With the oven, you can bake the following types of content:
es: Con el oven, puedes "hornear" (bake) los siguientes tipos de contenido:
jp: オーブンを使用すると、次の種類のコンテンツを最適化（ベイク）できます。

source: Type
es: Tipo
jp: タイプ

source: Description
es: Descripción
jp: 説明

source: Textures
es: Texturas
jp: テクスチャ

source: When you bake a texture, the resulting folder will contain a .texmeta.json file, various .ktx images, and the original texture. Baking might introduce some compression artifacts, but these are usually minor. Baking a texture produces mipmaps, which allow you to progressively load textures, and compresses the results. Baking large textures like skyboxes can take a while, but the benefits at runtime for everyone loading the skybox image will be significant. For the best experience, we recommend using PNG or JPEG (JPG) textures. However, we also support textures in following formats: TGA, TIF, and TIFF.
es: Cuando horneas una textura, la carpeta resultante contendrá un archivo .texmeta.json, varias imágenes .ktx y la textura original. El horneado puede introducir algunos artefactos de compresión, pero estos suelen ser menores. Hornear una textura produce mapas MIP, que te permiten cargar texturas progresivamente y comprimir los resultados. Hornear texturas grandes como skyboxes puede llevar un tiempo, pero los beneficios en tiempo de ejecución para todos los que carguen la imagen de skybox serán significativos. Para obtener la mejor experiencia, recomendamos usar texturas PNG o JPEG (JPG). Sin embargo, también admitimos texturas en los siguientes formatos: TGA, TIF y TIFF.
jp: テクスチャをベイクすると、結果のフォルダには .texmeta.json ファイル、さまざまな .ktx イメージ、および元のテクスチャが含まれます。ベイクすると、圧縮によるデータの歪が発生する場合がありますが、通常は軽微なものです。テクスチャをベイクすると、メインデータに付随してそれを様々な大きさに縮小しフィルタリングしたデータ群が生成され、その結果が圧縮されます。スカイボックスのような大きなテクスチャのベイクには時間がかかりますが、スカイボックスイメージをロードするすべての人のランタイムでの利点は大きくなります。最高の体験を得るには、PNG または JPEG（JPG）テクスチャを使用することをお勧めします。サポートしているテクスチャファイルフォーマット:TGA、TIF、および TIFF。

source: Materials
es: Materiales
jp: マテリアル

source: Baking a material will produce a .baked.json file and will also bake all of the textures in the material. Currently, we only support baking a `material entity JSON file <../../create/entities/mate rial-entity.html#generate-a-material-entity>`_.
es: Hornear un material producirá un archivo .baked.json y también horneará todas las texturas del material. Actualmente, solo admitimos hornear un `archivo JSON de entidad material <../../create/entities/mate rial-entity.html#generate-a-material-entity>`_.
jp: マテリアルをベイク処理すると、.baked.jsonファイルが生成され、マテリアル内のすべてのテクスチャもベイク処理されます。現在、 `マテリアルエンティティJSONファイル<../../create/entities/material-entity.html#generate-a-material-entity>` のベイク処理のみがサポートされています。

source: 3D Models
es: Modelos 3D
jp: 3Dモデル

source: Baking a model will produce a `Draco compressed <https://github.com/google/draco>`_ geometric mesh and will also bake all of the materials in the model. The mesh compression can slightly alter the geometry of the original model, but it is usually minor. Your output folder will contain a .baked.fst file, a .baked.fbx file (the original format of your model can be different), and a .baked.json file (materials). Because the baked materials JSON file references the baked texture files, all textures are removed from the .baked.fbx file. This JSON file is referenced in the `materialMap` field in the .baked.fst file. We support the following formats: FBX, OBJ, and FST (that points to a supported type).
es: Hornear un modelo producirá una malla geométrica `comprimida Draco <https://github.com/google/draco>`_ y también horneará todos los materiales del modelo. La compresión de la malla puede alterar ligeramente la geometría del modelo original, pero suele ser menor. Tu carpeta de salida contendrá un archivo .baked.fst, un archivo .baked.fbx (el formato original de tu modelo puede ser diferente) y un archivo .baked.json (materiales). Debido a que el archivo JSON de materiales horneados hace referencia a los archivos de texturas horneadas, todas las texturas se eliminan del archivo .baked.fbx. Se hace referencia a este archivo JSON en el campo `materialMap` en el archivo .baked.fst. Admitimos los siguientes formatos: FBX, OBJ y FST (que apunta a un tipo compatible).
jp: モデルをベイク処理すると、 `Draco圧縮<https://github.com/google/draco>` ジオメトリックメッシュが生成され、モデル内のすべてのマテリアルもベイク処理されます。メッシュ圧縮により、元のモデルのジオメトリがわずかに変更される可能性がありますが、通常は軽微です。出力フォルダーには、.baked.fstファイル、.baked.fbxファイル（モデルの元の形式は異なる場合があります）、および.baked.jsonファイル（マテリアル）が含まれます。ベイクされたマテリアルのJSONファイルはベイクされたテクスチャファイルを参照するため、すべてのテクスチャが.baked.fbxファイルから削除されます。このJSONファイルは、.baked.fstファイルの `materialMap` フィールドで参照されます。次の形式をサポートしています：FBX、OBJ、およびFST（サポートされているタイプを指します）。

source: Avatars
es: Avatares
jp: アバター

source: As avatars are 3D models, you can bake avatars with the same results as above. Use the resulting .baked.fst file to `host and wear your baked avatar <../../create/avatars/package-avatar.html#host-your-avatar>`_.
es: Como los avatares son modelos 3D, puedes hornear avatares con los mismos resultados que arriba. Utiliza el archivo .baked.fst resultante para `alojar y vestir tu avatar horneado <../../create/avatars/package-avatar.html#host-your-avatar>`_.
jp: アバターは3Dモデルであるため、上記と同じ結果でアバターをベイク処理できます。結果の.baked.fstファイルを使用して、 `ベイクしたアバターをホストして着用します <../../create/avatars/package-avatar.html#host-your-avatar>` 。

source: The Oven has two different interfaces: an application and a command line interface. Use the one that best fits your needs.
es: El Oven tiene dos interfaces diferentes: una aplicación y una interfaz de línea de comandos. Utiliza el que mejor se adapte a tus necesidades.
jp: オーブンには、アプリケーションとコマンドラインインターフェイスの2つの異なるインターフェイスがあります。ニーズに最適なものを使用してください。

source: Using the Oven Application
es: Usando la Aplicación Oven
jp: オーブンアプリケーションの使用

source: The Oven application has three baking options:
es: La aplicación Oven tiene tres opciones de horneado:
jp: オーブンアプリケーションには、次の3つのベーキングオプションがあります。

source: Bake all assets in your domain
es: Hornear todos los activos en tu dominio
jp: ドメイン内のすべてのアセットのベイク

source: Bake individual 3D models and avatars
es: Hornear modelos 3D y avatares individuales
jp: 個々の3Dモデルとアバターのベイク

source: Bake skybox files
es: Hornear archivos skybox
jp: スカイボックスファイルのベイク

source: After you choose what you would like to bake, you'll need to fill in some information:
es: Después de elegir lo que te gustaría hornear, deberás completar cierta información:
jp: ベイクするものを選択後、いくつかの情報を入力する必要があります。

source: Field
es: Campo
jp: 分野

source: Baking Option
es: Opción de Hornear
jp: ベーキングオプション

source: Domain Name
jp: ドメイン名

source: Domain
jp: ドメイン

source: Enter your domain's name.
es: Introduce el nombre de tu dominio.
jp: ドメイン名を入力します。

source: Entities File
jp: エンティティファイル

source: Upload a .json or .json.gz of the assets in your domain. This can be done by `exporting your content to JSON <export-content.html#export-entities-to-json>`_.
es: Carga un .json o .json.gz de los activos en tu dominio. Esto se puede hacer `exportando tu contenido a JSON <export-content.html#export-entities-to-json>`_.
jp: ドメイン内のアセットの.jsonまたは.json.gzをアップロードします。これは、 `コンテンツをJSON<export-content.html#export-entities-to-json>` にエクスポートすることで実行できます。

source: Model File(s)
jp: モデルファイル

source: Model
jp: モデル

source: Enter the file or URL path for your model file(s).
es: Ingresa el archivo o la ruta URL para tu(s) archivo(s) modelo(s).
jp: モデルファイルのファイルまたはURLパスを入力します。

source: Skybox File(s)
jp: スカイボックスファイル

source: Skybox
es: Palco
jp: スカイボックス

source: Enter the file or URL path for your skybox file(s).
es: Ingresa el archivo o la ruta de la URL para tu(s) archivo(s) de skybox.
jp: スカイボックスファイルのファイルまたはURLパスを入力します。

source: Output Directory
jp: 出力ディレクトリ

source: Domain, Model, Skybox
jp: ドメイン、モデル、スカイボックス

source: This is where the baked content will be saved.
es: Aquí es donde se guardará el contenido horneado.
jp: これは、ベイクされたコンテンツが保存される場所です。

source: Destination URL Path
jp: 宛先URLパス

source: Enter the absolute paths of where your resources will be uploaded after baking. For example, if you store custom 3D models on a cloud hosting service, enter that URL here.
es: Ingresa las rutas absolutas de dónde se cargarán tus recursos después de hornear. Por ejemplo, si almacenas modelos 3D personalizados en un servicio de alojamiento en la nube, ingresa esa URL aquí.
jp: ベイク後にリソースをアップロードする場所の絶対パスを入力します。例えば、カスタム3Dモデルをクラウドホスティングサービスに保存する場合、そのURLを入力します。

source: Re-bake Originals
jp: オリジナルをベイクし直す

source: Check if you want to re-bake any baked content that the oven finds in your content archive.
es: Comprueba si deseas volver a hornear cualquier contenido horneado que el horno encuentre en tu archivo de contenido.
jp: オーブンがコンテンツアーカイブで見つけたベイク処理されたコンテンツを再ベイクするかどうかを確認します。

source: After baking a domain, don't forget to upload all baked content (3D models, skyboxes, etc.) to the URL specified for 'Destination URL Path'. This ensures that all content will load correctly when you :doc:`upload the baked content set <upload-content>` to your domain.
es: Después de hornear un dominio, no olvides cargar todo el contenido horneado (modelos 3D, skyboxes, etc.) a la URL especificada para "Destination URL Path". Esto asegura que todo el contenido se cargue correctamente cuando :doc:`subas el conjunto de contenido horneado <upload-content>` a tu dominio.
jp: ドメインをベイク処理した後、ベイク処理されたすべてのコンテンツ（3Dモデル、スカイボックスなど）を「宛先URLパス」に指定されたURLにアップロードすることを忘れないでください。これにより、 :doc:`ベイクされたコンテンツセット<upload-content>` をドメインにアップロードするときに、すべてのコンテンツが正しく読み込まれるようになります。

source: Using the Commmand Line Interface
es: Uso de la Interfaz de Línea de Comandos
jp: コマンドラインインターフェイスの使用

source: You can also use a command line interface instead of the GUI to bake single assets (not domains). We support the following attributes:
es: También puedes usar una interfaz de línea de comandos en lugar de la GUI para crear activos individuales (no dominios). Admitimos los siguientes atributos:
jp: GUIの代わりにコマンドラインインターフェイスを使用して、（ドメインではなく）単一のアセットをベイク処理することもできます。次の属性をサポートします。

source: i: Path to file that you would like to bake.
es: i: Ruta al archivo que te gustaría hornear.
jp: i: ベイクしたいファイルへのパス。

source: o: Path to folder that will be used as the output directory.
es: o: Ruta a la carpeta que se usará como directorio de salida.
jp: o: 出力ディレクトリとして使用されるフォルダへのパス。

source: t: Type of asset. The value can be "model" (for any model type) and "material" (for a material JSON description). For textures, the values differ based on the type of texture you want to bake, such as default, strict, albedo, normal, bump, specular, metallic, roughness, gloss, emissive, cube (same as skybox), skybox, ambient, occlusion, scattering, and lightmap.
es: t: Tipo de activo (asset). El valor puede ser "model" (para cualquier tipo de modelo) y "material" (para una descripción JSON de material). Para las texturas, los valores difieren según el tipo de textura que quieras hornear, como por defecto, strict, albedo, normal, bump, specular, metallic, roughness, gloss, emissive, cube (misma que skybox), skybox, ambient, occlusion, scattering, and lightmap.
jp: t: アセットのタイプ。値は、「model」（任意のモデルタイプの場合）および「material」（マテリアルのJSON記述の場合）にすることができます。テクスチャの場合、値は、ベイク処理するテクスチャのタイプ（デフォルト、ストリクト、アルベド、ノーマル、バンプ、スペキュラー、メタリック、ラフネス、グロス、エミッション、キューブ（スカイボックスと同じ）、スカイボックス、アンビエント、オクルージョン、散乱、およびライトマップ。

source: disable-texture-compression: Disables texture compression for any type. Use this only if the texture compression is introducing too many artifacts.
es: disable-texture-compression: Deshabilita la compresión de texturas para cualquier tipo. Usa esto solo si la compresión de textura está introduciendo demasiados artefactos.
jp: disable-texture-compression：すべてのタイプのテクスチャ圧縮を無効にします。これは、テクスチャ圧縮によってアーティファクトが多すぎる場合にのみ使用してください。

source: To bake a 3D model through the Oven's command line interface::
es: Para hornear un modelo 3D a través de la interfaz de línea de comandos de Oven:
jp: オーブンのコマンドラインインターフェイスを介して3Dモデルをベイク処理するには:

source: To bake a material through the Oven's command line interface::
es: Para hornear un material a través de la interfaz de línea de comandos de Oven::
jp: オーブンのコマンドラインインターフェイスを介してマテリアルをベイク処理するには:

source: This document is outdated. FIXME: mentions Sandbox
es: Este documento está desactualizad. A tener en cuenta: menciona Sandbox
jp: このドキュメントは古くなっています。FIXME：サンドボックスについて言及

source: Maybe you've wandered around the metaverse, and you're inspired by the creativity of others. Or maybe none of the other domains really fit the atmosphere of what you have in mind. Whatever the reason, you're ready to branch out and build content of your own. If you don't know where to begin, this is a great place to start.
es: Tal vez hayas vagado por el metaverso y estés inspirado por la creatividad de los demás. O tal vez ninguno de los otros dominios se ajuste realmente a la atmósfera de lo que tienes en mente. Sea cual sea el motivo, estás listo para diversificarte y crear tu propio contenido. Si no sabe por dónde empezar, este es un gran lugar para comenzar.
jp: おそらく、あなたはメタバースをさまよっており、他の人の創造性に触発されたのかもしれません。あるいは、他のどのドメインも、あなたが考えていることの雰囲気に合わないのかもしれません。どんな理由であれ、あなたは自分自身のコンテンツを構築する準備ができているのです。何から始めたらいいのかわからないという方は、ここから始めるといいでしょう。

source: Tools for Creating Content
es: Herramientas para Crear Contenido
jp: コンテンツを作成するためのツール

source: A content set is simply a collection of many different entities, models and scripts working together to form an interactive environment. Visit our :doc:`Create <../../create>` section to learn more about the available tools and examples of how to make your environment more alive:
es: Un conjunto de contenido es simplemente una colección de muchas entidades, modelos y scripts diferentes que trabajan juntos para formar un entorno interactivo. Visita nuestra sección :doc:`Crear <../../create>`para obtener más información sobre las herramientas disponibles y ejemplos de cómo hacer que tu entorno sea más vivo:
jp: コンテンツセットは、インタラクティブな環境を形成するために連携して機能する多くの異なるエンティティ、モデル、およびスクリプトの単なるコレクションです。 :doc:`作成 <../../create>` セクションにアクセスして、使用可能なツールの詳細と、環境をより活気のある状態にする方法の例を確認してください。

source: :doc:`Create Tools <../../create/tools>`
es: :doc:`Herramientas de Creación <../../create/tools>`
jp: :doc:`作成ツール <../../create/tools>`

source: :doc:`All About Entities <../../create/entities>`
es: :doc:`Todo Sobre Entidades <../../create/entities>`
jp: :doc:`すべてのエンティティ <../../create/entities>`

source: :doc:`Add Sounds to Entities <../../create/entities/add-sounds>`
es: :doc:`Añadir Sonido a Entidades <../../create/entities/add-sounds>`
jp: :doc:`エンティティへの音の追加 <../../create/entities/add-sounds>`

source: :doc:`Build and Import 3D Models <../../create/3d-models>`
es: :doc:`Construir e Importar Modelos 3D <../../create/3d-models>`
jp: :doc:`3Dモデルの構築とインポート <../../create/3d-models>`

source: :doc:`Get Started with Scripting <../../script>`
es: :doc:`Comienza con el Scripting <../../script>`
jp: :doc:`スクリプトの開始 <../../script>`

source: Techniques for Creating Content Sets
es: Técnicas para Crear Conjuntos de Contenido
jp: コンテンツセットを作成するためのテクニック

source: Creating a content set can be complicated because you're designing an entire environment, rather than one single item. Its like building an entire city, which is comprised of many buildings, trees and roads. Some artists want to share their progress, each step along the way. Others want to wait to show off their creation until the final build is complete.
es: Crear un conjunto de contenido (content set) puede ser complicado porque estás diseñando un entorno completo, en lugar de un solo elemento. Es como construir una ciudad entera, que se compone de muchos edificios, árboles y caminos. Algunos artistas quieren compartir su progreso, cada paso del camino recorrido. Otros quieren esperar para mostrar su creación hasta que se complete la construcción final.
jp: コンテンツセットの作成は、1つのアイテムではなく、環境全体をデザインすることになるため、複雑になることがあります。例えば、多くの建物や木々、道路で構成される街全体を作るようなものです。アーティストによっては、制作の各段階の進捗を公開したいと思う人もいます。また、最終的に完成するまで、自分の作品を披露するのを待ちたいと思う人もいます。

source: We let you choose how you want to build and deploy your content. The process for updating the content set on your domain will differ based on the approach you use to build your content. Choose the method that fits you best to learn more:
es: Te permitimos elegir cómo deseas crear e implementar tu contenido. El proceso para actualizar el conjunto de contenido en tu dominio diferirá según el enfoque que utilices para crear tu contenido. Elije el método que te parezca mejor para seguir aprendiendo más:
jp: コンテンツの構築方法と展開方法を選択できます。ドメインに設定されたコンテンツを更新するプロセスは、コンテンツの作成に使用するアプローチによって異なります。詳細については、最適な方法を選択してください。

source: Method
es: Método
jp: メソッド

source: `Make Live Updates`_
es: `Hacer Actualizaciones en Vivo`_
jp: `ライブアップデートを行う`_

source: As you make a change to your content, it will show up immediately in your domain in the metaverse. This means that any visitors in your domain will see the changes as they happen.
es: A medida que realices un cambio en tu contenido, aparecerá inmediatamente en tu dominio en el metaverso. Esto significa que todos los visitantes de tu dominio verán los cambios a medida que se produzcan.
jp: コンテンツに変更を加えると、メタバースのドメインにすぐに表示されます。これは、ドメイン内のすべての訪問者が変更が発生したときにそれを確認できることを意味します。

source: `Under Construction`_
es: `Bajo Construcción`_
jp: `工事中`_

source: During the time that you're constructing your content set, your domain is offline to outside visitors. Users will be unable to visit your domain while it is under construction.
es: Durante el tiempo que estás construyendo tu conjunto de contenido, tu dominio figura como no disponible (offline) para los visitantes externos. Los usuarios no podrán visitar tu dominio mientras esté en construcción.
jp: コンテンツ・セットを構築している間、あなたのドメインは外部からの訪問者に対してオフラインになります。ユーザーは、構築中のドメインにアクセスすることができません。

source: `Create and Deploy`_
es: `Crear e Implementar`_
jp: `作成とデプロイ`_
