Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/host.po
Languages: es, jp

source: While you can travel to a domain using its IP address, IP addresses are difficult to remember, often change depending on your network setup, and are not very attractive sounding. Telling a friend "Meet me in 20 minutes at IP address ..." just doesn't cut it in a fun, virtual environment.
es: Si bien puedes viajar a un dominio usando su dirección IP, las direcciones IP son difíciles de recordar, a menudo cambian según la configuración de tu red y no suenan muy atractivas. Decirle a un amigo "Nos vemos en 20 minutos en la dirección IP..." simplemente no funciona en un entorno virtual divertido.
jp: IPアドレスを使用してドメインに移動することはできますが、IPアドレスは覚えるのが難しく、ネットワークの設定によって変わることが多く、あまり魅力的ではありません。友達に「IPアドレスで20分で会いましょう...」と言っても、楽しい仮想環境ではうまくいきません。

source: Place names, on the other hand, make it easy to travel to your domain. They're memorable, and give context to visitors to remember your virtual world. Imagine someone saying "Wow, I had a great time at Deerhaven last night!" and you can smile knowing that they're talking about your domain, Deerhaven.
es: Los Place names (Nombres de lugares), por otro lado, facilitan viajar a tu dominio. Son memorables y brindan contexto a los visitantes para que recuerden tu mundo virtual. Imagina a alguien diciendo "¡Guau, la pasé muy bien en Deerhaven anoche!" y puedes sonreír sabiendo que están hablando de tu dominio, Deerhaven.
jp: 一方、地名を使用すると、ドメインに簡単に移動できます。それらは記憶に残り、訪問者にあなたの仮想世界を思い出すためのコンテキストを提供します。「昨夜、ディアヘブンで素晴らしい時間を過ごしました！」と誰かが言っていると想像してみてください。そして、彼らがあなたのドメイン、ディアヘブンについて話していることを知って、あなたは微笑むことができます。

source: Get a Place Name
es: Conseguir un Place Name
jp: 地名を取得する

source: Once acquired, a place name can be transferred freely between any of your domains.
es: Una vez adquirido, un place name puede transferirse libremente entre cualquiera de tus dominios.
jp: 取得すると、地名を任意のドメイン間で自由に移管できます。

source: Go to https://dashboard.vircadia.com/places to get a place name. If you're not logged in, you will be prompted to do so.
es: Ve a https://dashboard.vircadia.com/places para conseguir un place name. Si no has iniciado sesión, se te pedirá que lo hagas.
jp: https://dashboard.vircadia.com/placesにアクセスして、地名を取得します。ログインしていない場合は、ログインするように求められます。

source: Click 'Create Place'.
es: Haz click en "Create Place".
jp: 「Create Place」をクリックします。

source: Type in your new Place Name. You can use any place name that has not already been taken; however, please note that Vircadia reserves the right to reject any registration we deem obscene, offensive, or a copyright violation.
es: Escribe tu nuevo Place Name. Puedes usar cualquier Place Name que aún no se haya tomado; sin embargo, ten en cuenta que Vircadia se reserva el derecho de rechazar cualquier registro que consideremos obsceno, ofensivo o una violación de los derechos de autor.
jp: 新しい地名を入力します。まだ使用されていない地名を使用できます。ただし、Vircadiaは、わいせつ、攻撃的、または著作権侵害と見なされる登録を拒否する権利を留保することに注意してください。

source: Click 'Create'.
es: Haz click en "Create".
jp: 「Create」をクリックします。

source: Configure Your Place Name
es: Configura Tu Place Name
jp: 地名を設定する

source: A place name points to a specific coordinate in the metaverse. Not only does it point to a domain, but it also defines the exact position in your domain where your visitors will spawn in. There are two different ways to configure your place name settings, and they achieve the same thing.
es: Un place name apunta a una coordenada específica en el metaverso. No solo apunta a un dominio, sino que también define la posición exacta en tu dominio donde se generarán tus visitantes. Hay dos formas diferentes de configurar los ajustes del place name, y logran lo mismo.
jp: プレースネームは、メタバース内の特定の座標を指し示すものです。ドメインを指すだけでなく、訪問者が出現するドメイン内の正確な位置も定義されます。プレースネームの設定には、2つの異なる方法がありますが、どちらも同じことを実現します。

source: **Method 1 - Use the Domain Settings**
es: **Método 1 - Usando la Configuración del Dominio**
jp: **方法1-ドメイン設定を使用する**

source: This sets up your place name directly from your domain settings.
es: Esto configura tu place name directamente desde la configuración de tu dominio.
jp: これにより、ドメイン設定から直接地名が設定されます。

source: Scroll to 'Places'.
es: Desplázate hasta "Places".
jp: 「Places」までスクロールします。

source: In the grid, click the ``+`` icon to add a place name to this domain.
es: En la cuadrícula, haz clic en el icono ``+`` para agregar un place name a este dominio.
jp: グリッドで、 ``+`` アイコンをクリックして、このドメインに場所の名前を追加します。

source: Choose the place name you want to use from the dropdown list.
es: Elije el place name que quieras usar de la lista desplegable.
jp: ドロップダウンリストから、使用する地名を選択します。

source: For 'Path or Viewpoint', enter the coordinates where your visitors will spawn.
es: Para "Path o Viewpoint", ingresa las coordenadas donde aparecerán tus visitantes.
jp: [Path or Viewpoint]に、訪問者がスポーンする座標を入力します。

source: **Method 2 - Use 'My Places'**
es: **Método 2 - Usando "My Places"**
jp: **方法2-「My Places」を使用**

source: This sets up your place name from your Vircadia account. Before moving forward, make sure you have the `domain ID <network-settings.html#domain-id>`_ of your domain. You will need this to point your place name to your domain.
es: Esto configura el place name desde tu cuenta de Vircadia. Antes de continuar, asegúrate de tener el `domain ID <network-settings.html#domain-id>`_ de tu dominio. Necesitarás esto para apuntar tu place name a tu dominio.
jp: これにより、Vircadiaアカウントから地名が設定されます。先に進む前に、ドメインの `ドメインID <network-settings.html#domain-id>`_ を持っていることを確認してください。これは、地名をドメインにポイントするために必要になります。

source: Go to https://dashboard.vircadia.com/places. If you're not logged in, you will be prompted to do so.
es: Ve a https://dashboard.vircadia.com/places. Si no has iniciado sesión, se te pedirá que lo hagas.
jp: https://dashboard.vircadia.com/placesにアクセスします。ログインしていない場合は、ログインするように求められます。

source: Click the 'Edit' icon next to the place name you want to configure.
es: Haz click en el ícono "Edit" junto al place name que quieres configurar.
jp: 設定する地名の横にある[Edit]アイコンをクリックします。

source: For 'Points to', enter the domain ID of your domain.
es: Para "Points to", ingresa el ID de dominio de tu dominio.
jp: 「Points to」には、ドメインのドメインIDを入力します。

source: For 'Path', enter the coordinates where your visitors will spawn.
es: Para "Path", ingresa las coordenadas donde aparecerán tus visitantes.
jp: 「Path」には、訪問者がスポーンする座標を入力します。

source: (Optional) Enter a description for your domain. This shows up when a user clicks the info icon if your domain is displayed in the Explore app.
es: (Opcional) Introduce una descripción para tu dominio. Esto aparece cuando un usuario hace click en el ícono de información si tu dominio se muestra en la aplicación Explorar (Explore App).
jp: （オプション）ドメインの説明を入力します。これは、ドメインがExploreアプリに表示されている場合に、ユーザーが情報アイコンをクリックしたときに表示されます。

source: (Optional) Upload a preview image of your domain. This shows up when your domain is displayed in the Explore app.
es: (Opcional) Carga una imagen de vista previa de tu dominio. Esto aparece cuando tu dominio se muestra en la aplicación Explorar.
jp: （オプション）ドメインのプレビュー画像をアップロードします。これは、ドメインがExploreアプリに表示されたときに表示されます。

source: Click 'Update Place'.
es: Haz click en "Update Place".
jp: 「Update Place」をクリックします。

source: This document is outdated. FIXME: grammar errors, mentions GoTo, mentions Blast functionality, mentions social media share linking to a domain info page (I assume that this functionality hasn't been restored)
es: Este documento está desactualizado. A TENER EN CUENTA: errores gramaticales, menciona GoTo, menciona la funcionalidad Blast, menciona el enlace compartido de redes sociales a una página de información de dominio (se supone que esta funcionalidad no se ha restaurado)
jp: このドキュメントは古くなっています。FIXME：文法エラー、GoToについての言及、Blast機能についての言及、ドメイン情報ページへのソーシャルメディア共有リンクについての言及（この機能は復元されていないと思います）

source: Now that you have a domain up and running, its time to invite people in to your domain and create your community in the virtual world. Here are some ways to bring more visitors in to your domain.
es: Ahora que tienes un dominio en funcionamiento, es hora de invitar a personas a tu dominio y crear tu comunidad en el mundo virtual. Aquí hay algunas formas de atraer más visitantes a tu dominio.
jp: ドメインを取得し、運営を開始したら、次は、あなたのドメインに人々を招き入れ、バーチャルな世界にあなたのコミュニティを作り上げる番です。ここでは、より多くの訪問者をあなたのドメインに呼び込むための方法をいくつか紹介します。

source: Invite Your Friends
es: Invita a Tus Amigos
jp: 友達を招待する

source: Nothing is more inviting than a personal invitation to come check out an exciting, new place in the metaverse! Invite your friends with a personal message to visit your domain.
es: ¡Nada es más atractivo que una invitación personal para visitar un lugar nuevo y emocionante en el metaverso! Invita a tus amigos con un mensaje personal a visitar tu dominio.
jp: メタバースの新しい場所を見に来てください！という個人的な招待ほど魅力的なものはありません。個性ある魅力的なメッセージであなたの友人をドメインに招待してください。

source: Share your domain by giving out its IP address or place name. Anyone with a Vircadia account can enter the IP address or place name directly into the GoTo app to teleport directly to your domain.
es: Comparte tu dominio dando tu dirección IP o el nombre del lugar. Cualquier persona con una cuenta de Vircadia puede ingresar la dirección IP o el nombre del lugar directamente en la aplicación GoTo para teletransportarse directamente a tu dominio.
jp: IPアドレスまたは地名を指定して、ドメインを共有します。Vircadiaアカウントを持っている人は誰でも、IPアドレスまたは地名をGoToアプリに直接入力して、ドメインに直接移動できます。

source: TIP: You can send other Vircadia users clickable URLs that send them directly to your domain. Simply send them the URL ``https://hifi.place/<domain IP | place name>``. When they click the link, they will be prompted to open Interface.exe and land at the spawn point in your domain.
es: CONSEJO: Puedes enviar a otros usuarios de Vircadia una URL clickeable que los envíe directamente a tu dominio. Simplemente envíales la URL ``https://hifi.place/<dominio IP | place name>``. Cuando hagan clic en el enlace, se les pedirá que abran Interface.exe y aparecerán en el punto de generación de tu dominio.
jp: ヒント：他のVircadiaユーザーに、あなたのドメインに直接送られるクリック可能なURLを送ることができます。 ``https://hifi.place/<domain IP | place name>`` というURLを送るだけです。リンクをクリックすると、Interface.exeを開くように指示され、あなたのドメインの地点に着陸します。

source: Add Your Domain to the Explore App
es: Añade tu Dominio a la Aplicación Explore
jp: ドメインをエクスプローラアプリに追加する

source: The Explore app is designed to advertise public domains across the metaverse.
es: La aplicación Explore está diseñada para anunciar dominios públicos en el metaverso.
jp: Exploreアプリは、メタバース全体でパブリックドメインをアドバタイズするように設計されています。

source: In order to be featured on Vircadia's Explore app, you must add a location marker by opening the app and going to the spot in your domain that you want people to spawn at. In your app, scroll to the bottom and click the "Add Location" button, fill it out and you should be set! You may want to open your domain to the public, such as being open to logged in users or everyone. This means that, in your Domain Settings, under 'Standard Permissions', either the 'anonymous' or 'logged-in' group must have the Connect permission.
es: Para aparecer en la aplicación Explore de Vircadia, debes agregar un marcador de ubicación al abrir la aplicación y dirigirte al lugar de tu dominio en el que quieras que aparezcan las personas. En tu aplicación, desplázate hasta la parte inferior y haz clic en el botón "Add Location", complétalo y deberías estar listo. Es posible que quieras abrir tu dominio al público, para estar abierto a usuarios registrados o a todos. Esto significa que, en la Configuración de tu dominio, en "Standard Permissions", el grupo "anonymous" o "logged-in" debe tener el permiso Conectar (Connect Permission).
jp: VircadiaのExploreアプリで紹介されるには、アプリを開いて、人々にスポーンしてもらいたいあなたのドメインのスポットに行き、ロケーションマーカーを追加する必要があります。アプリの一番下までスクロールして、「Add Location」ボタンをクリックし、必要事項を記入すれば完了です。ログインしているユーザーや誰でも利用できるように、ドメインを一般に公開したい場合があります。この場合、ドメイン設定の「標準権限」で、「匿名」または「ログイン」グループのいずれかに接続権限が必要です。

source: To restrict access to your domain, you will need to create a blacklist of users without permission to connect to your domain. This can be set up by username, IP address, MAC address or machine fingerprint.
es: Para restringir el acceso a tu dominio, deberás crear una lista negra de usuarios sin permisos para conectarse a tu dominio. Esto se puede configurar por nombre de usuario, dirección IP, dirección MAC o huella digital de la máquina.
jp: ドメインへのアクセスを制限するには、ドメインへの接続を許可されていないユーザーのブラックリストを作成する必要があります。これは、ユーザー名、IPアドレス、MACアドレス、またはマシンのフィンガープリントによって設定することができます。

source: Promote Your Community Event with Vircadia
es: Promociona Tu Evento Comunitario con Vircadia
jp: Vircadiaでコミュニティイベントを宣伝する

source: To get your event or experience added to the calendar on our website, you can submit it to us by filling out by joining our `Discord<https://discordapp.com/invite/Pvx2vke>` server and reaching out to a Core Team Member.
es: Para agregar tu evento o experiencia al calendario de nuestro sitio web, puedes pedirlo a través de nuestro servidor de `Discord<https://discordapp.com/invite/Pvx2vke>` y poniéndote en contacto con un miembro del equipo central.
jp: イベントや体験をウェブサイトのカレンダーに追加するには、 `Discord <https://discordapp.com/invite/Pvx2vke>` サーバーに参加してコアチームに連絡し記入して送信してください。

source: It will then be:
es: Entonces puedes:
jp: その場合、次のようになります :

source: Added to Vircadia's `Events Calendar <https://www.vircadia.com/events>`_
es: Añadirlo al `Calendario de Eventos <https://www.vircadia.com/events>`_ de Vircadia
jp: 追加された `Vircadia'sのイベントカレンダはこちら<https://www.vircadia.com/events>`_

source: Promoted on Vircadia's social channels
es: Promocionándolo en los canales sociales de Vircadia
jp: Vircadiaのソーシャルチャネルで宣伝

source: Blast to Connections
es: Anuncio a Conexiones
jp: ブラストへ接続する

source: If you want to let all of your Vircadia colleagues know about something that’s happening right now, you can blast an announcement to all of your connections. Within about a minute, all of your interested `connections and friends <../explore/socialize.html#make-connections-and-friends>`_ will get notified whenever they come online.
es: Si quieres informar a todos tus colegas de Vircadia sobre algo que está sucediendo en este momento, puedes enviar un anuncio a todas sus conexiones. En aproximadamente un minuto, todas tus `conexiones y amigos interesados <../explore/socialize.html#make-connections-and-friends>`_ recibirán una notificación cada vez que se conecten.
jp: Vircadiaの仲間全員に今起こっていることを知らせたい場合、あなたのコネクション全てにアナウンスを流すことができます。約1分以内に、興味のあるすべての`コネクションと友達 <.../explore/socialize.html#make-connections and-friends>`_ がオンラインになったときに通知されます。

source: To send a blast notification:
es: Para enviar una notificación de anuncio:
jp: ブラスト通知を送信するには :

source: Take a snapshot of your domain.
es: Toma una instantánea de tu dominio.
jp: ドメインのスナップショットを取ります。

source: In Interface, pull up your Tablet or HUD and go to **Snap**.
es: En Interfaz, abre tu tableta o HUD y ve a **Snap**.
jp: インターフェイスで、Tablet またはHUDをプルアップし、 **Snap** に移動します。

source: In the Snapshot app, press the large red circle to capture a snapshot.
es: En la aplicación Snapshot, presiona el círculo rojo grande para capturar una instantánea.
jp: スナップショットアプリで、大きな赤い円を押してスナップショットをキャプチャします。

source: Choose to 'Share: Blast to Connections'.
es: Elije "Share: Blast to Connections".
jp: 「Share: Blast to Connections」を選択します。

source: When a friend or connection clicks on the notification, it will open the GoTo app with your snapshot available. Clicking on the snapshot will take them directly to the place where the picture was taken within the metaverse.
es: Cuando un amigo o contacto haga click en la notificación, se abrirá la aplicación GoTo con tu instantánea disponible. Al hacer click en la instantánea, los llevará directamente al lugar donde se tomó la imagen dentro del metaverso.
jp: 友人または接続が通知をクリックすると、スナップショットが利用可能な状態でGoToアプリが開きます。スナップショットをクリックすると、メタバース内で写真が撮影された場所に直接移動します。

source: Post a Snapshot on Social Media
es: Publicar una Instantánea en las Redes Sociales
jp: ソーシャルメディアにスナップショットを投稿する

source: You can also share your domain directly to Twitter or Facebook. To do so:
es: También puedes compartir tu dominio directamente en Twitter o Facebook. Para hacerlo:
jp: ドメインをTwitterまたはFacebookに直接共有することもできます。以下を参照：

source: Choose to 'Share to Facebook' or 'Share to Twitter'.
es: Elije "Share to Facebook" o "Share to Twitter".
jp: 「Facebookに共有」または「Twitterに共有」を選択します。

source: Log in to your social media account.
es: Inicia sesión en tus cuentas de redes sociales.
jp: ソーシャルメディアアカウントにログインします。

source: When someone clicks the story in their Facebook or Twitter feed, they are taken to a page that gives them more info about the domain. Clicking the picture or “visit” button on that page will bring them to the place where the picture was taken within the metaverse (if they have Interface installed).
es: Cuando alguien haga click en la historia en tu feed de Facebook o Twitter, se lo lleva a una página que le brinda más información sobre el dominio. Al hacer click en la imagen o en el botón "visit" en esa página, los llevará al lugar donde se tomó la imagen dentro del metaverso (si tienen instalada la interfaz).
jp: FacebookまたはTwitterフィードのストーリーをクリックすると、ドメインに関する詳細情報を提供するページに移動します。そのページの写真または「訪問」ボタンをクリックすると、メタバース内で写真が撮影された場所に移動します（インターフェイスがインストールされている場合）。

source: Backup and Restore Your Domain
es: Copia de Seguridad y Restauración de Tu Dominio
jp: ドメインのバックアップと復元

source: Manage Domain Visitors
es: Administrar Disitantes del Dominio
jp: ドメイン訪問者を管理する

source: Update to the Latest Version
es: Actualizar a la Última Versión
jp: 最新バージョンに更新する

source: Maintain Your Domain with Scripts
es: Mantener Tu Dominio con Scripts
jp: スクリプトでドメインを維持する

source: View Domain Server Logs
es: Ver Registros del Servidor de Dominio
jp: ドメインサーバーログの表示

source: Domain servers are generally managed and maintained by admins. As the domain owner, it is likely that you'll need to take some responsibility to keep your server running in good shape. Some of these tasks include creating backups, managing unruly visitors, updating software, and cleaning the domain of unnecessary entities and extraneous content.
es: Los servidores de dominio generalmente son administrados y mantenidos por administradores. Como propietario del dominio, es probable que debas asumir cierta responsabilidad para mantener tu servidor funcionando en buenas condiciones. Algunas de estas tareas incluyen la creación de copias de seguridad, la gestión de visitantes indisciplinados, la actualización de software y la limpieza del dominio de entidades innecesarias y contenido extraño.
jp: ドメインサーバーは、一般的に管理者が管理・保守を行っています。ドメインの所有者として、サーバーを良好な状態で稼働させるために、何らかの責任を負う必要がある可能性があります。バックアップの作成、手に負えない訪問者の管理、ソフトウェアの更新、不要なエンティティや余計なコンテンツの削除など、さまざまなタスクがあります。

source: We recommend that you do backups of your domain in case of data loss or griefing. While your domain server does perform automatic backups periodically of your domain's content, it is up to you to configure the frequency these backups that are performed. In addition, we recommend that you periodically download copies of these backups to your computer as a secondary backup.
es: Te recomendamos que hagas copias de seguridad de tu dominio en caso de pérdida de datos o robo. Si bien el servidor de tu dominio realiza copias de seguridad automáticas periódicamente del contenido de tu dominio, depende de ti configurar la frecuencia con la que se realizan estas copias de seguridad. Además, te recomendamos que descargues periódicamente copias de estas copias de seguridad en tu computadora como una copia de seguridad secundaria.
jp: データ損失やグリーフに備え、ドメインのバックアップを取ることをお勧めします。ドメインサーバーは定期的にドメインのコンテンツの自動バックアップを実行しますが、これらのバックアップが実行される頻度を設定するのはお客様次第です。また、二次的なバックアップとして、定期的にバックアップのコピーをコンピュータにダウンロードすることをお勧めします。

source: Automatic Content Archives
es: Archivos Automáticos de Contenido
jp: 自動コンテンツアーカイブ

source: Your domain server makes regular archives of the content in your domain. By default, it saves a backup rolling every 30 days, every week, every day, and every half hour. To change the frequency of these backups:
es: Tu servidor de dominio realiza archivos periódicos del contenido de tu dominio. Por defecto, guarda una copia de seguridad cada 30 días, también puede hacerlo cada semana, cada día y cada media hora. Para cambiar la frecuencia de estas copias de seguridad:
jp: ドメインサーバーは、ドメイン内のコンテンツの定期的なアーカイブを作成します。デフォルトでは、30日ごと、毎週、毎日、および30分ごとにバックアップが保存されます。これらのバックアップの頻度を変更するには：

source: On the top menu bar, select **Settings > Automatic Content Archives**.
es: En la barra de menú superior, selecciona **Settings > Automatic Content Archives**.
jp: 上部のメニューバーで、 **Settings > Automatic Content Archives** を選択します。

source: Under 'Rolling Backup Rules', click the ``+`` icon.
es: Debajo de "Rolling Backup Rules", haz click en el ícono ``+``.
jp: 「Rolling Backup Rules」で、 ``+`` アイコンをクリックします。

source: Enter a name for the rule, along with the backup interval (in seconds) and the number of backups to store on the server.
es: Ingresa un nombre para la regla, junto con el intervalo de copia de seguridad (en segundos) y la cantidad de copias de seguridad para almacenar en el servidor.
jp: ルールの名前、バックアップ間隔（秒単位）、およびサーバーに保存するバックアップの数を入力します。

source: Click the ``X`` icon next to any rule you want to delete.
es: Haz click en el ícono ``X`` junto a cualquier regla que quieras eliminar.
jp: 削除するルールの横にある ``X`` アイコンをクリックします。

source: To access your content archives:
es: Para acceder a tus archivos de contenido:
jp: コンテンツアーカイブにアクセスするには :

source: The automatic backups will be listed under 'Automatic Content Archives'.
es: Las copias de seguridad automáticas se enumerarán en "Automatic Content Archives".
jp: 自動バックアップは、「Automatic Content Archives」の下に一覧表示されます。

source: Manually Backup Your Domain Content
es: Copia de Seguridad Manual del Contenido de Tu Dominio
jp: ドメインコンテンツを手動でバックアップする

source: In the case you need a backup on demand, you can create one:
es: En el caso de que necesites una copia de seguridad bajo demanda (on demand), puedes crear una:
jp: オンデマンドでバックアップが必要な場合は、次のバックアップを作成できます。

source: For cloud hosted domains: Open a browser and enter the URL http://<insert your server's IP address here>:40100/cloud_domains. Log in when prompted.
es: Para dominios alojados en la nube: abre un navegador e ingresa la URL http://<inserte la dirección IP de su servidor aquí>:40100/cloud_domains. Inicia sesión cuando te solicite.
jp: クラウドでホストされているドメインの場合：ブラウザを開き、URL http://<ここにサーバーのIPアドレスを挿入>:40100/cloud_domainsを入力します。プロンプトが表示されたらログインします。

source: Enter a name for your archive and click 'Generate Archive'.
es: Introduce un nombre para tu archivo y haz click en "Generate Archive".
jp: アーカイブの名前を入力し、「Generate Archive」をクリックします。

source: It will appear just below the 'Generate New Archive' button.
es: Aparecerá justo debajo del botón "Generate New Archive".
jp: 「Generate New Archive」ボタンのすぐ下に表示されます。

source: Download Content Archives
es: Descargar Archivos de Contenido
jp: コンテンツアーカイブをダウンロードする

source: To download any content archive (automatic or manual):
es: Para descargar cualquier archivo de contenido (automático o manual):
jp: コンテンツアーカイブ（自動または手動）をダウンロードするには :

source: Locate the content archive you want to download.
es: Busca el archivo de contenido que quieras descargar.
jp: ダウンロードするコンテンツアーカイブを見つけます。

source: Restore a Domain's Content
es: Restaurar el Contenido de un Dominio
jp: ドメインのコンテンツを復元する

source: To restore content to a previous archive on this domain:
es: Para restaurar el contenido a un archivo previo en este dominio:
jp: このドメインの以前のアーカイブにコンテンツを復元するには :

source: Locate the content archive you want to restore.
es: Localiza el archivo de contenido que quieras restaurar.
jp: 復元するコンテンツアーカイブを見つけます。

source: From the Actions menu, click 'Restore from here'.
es: En el menú Acciones, haz click en "Restore from here".
jp: Actionsメニューから、「Restore from here'」をクリックします。
