Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/host.po
Languages: es, jp

source: Confirm that you are sure that you want to replace your current content with the new content set.
es: Confirma que estás seguro de que deseas reemplazar tu contenido actual con el nuevo conjunto de contenido.
jp: 現在のコンテンツを新しいコンテンツセットに置き換えたいことを確認してください。

source: At this point, your domain server will restart and the new content will be deployed in your domain.
es: En este punto, tu servidor de dominio se reiniciará y el nuevo contenido se implementará en tu dominio.
jp: この時点で、ドメインサーバーが再起動し、新しいコンテンツがドメインにデプロイされます。

source: Define Your Network Settings
es: Define la Configuración de tu Red
jp: ネットワーク設定を定義する

source: Set Up a Place Name
es: Configurar un Nombre de Lugar
jp: 地名を設定する

source: Assign User Permissions
es: Asignar Permisos de Usuario
jp: ユーザー権限の割り当て

source: Secure Your Domain Settings
es: Protege la Configuración de Tu Dominio
jp: ドメイン設定を保護する

source: Protect Your Domain's Content
es: Protege el Contenido de Tu Dominio
jp: ドメインのコンテンツを保護する

source: Define Your Audio Environment
es: Define Tu Entorno de Audio
jp: オーディオ環境を定義する

source: Your domain comes with a comprehensive set of configuration options that let you customize its networking properties, security, behavior, and more. To access your domain settings:
es: Tu dominio viene con un conjunto completo de opciones de configuración que te permiten personalizar tus propiedades de red, seguridad, comportamiento y más. Para acceder a la configuración de tu dominio:
jp: ドメインには、ネットワークプロパティ、セキュリティ、動作などをカスタマイズできる包括的な構成オプションのセットが付属しています。ドメイン設定にアクセスするには：

source: For local servers running on any OS, go to http://localhost:40100/settings.
es: Para servidores locales que se ejecutan en cualquier sistema operativo, ve a http://localhost:40100/settings.
jp: 任意のOSで実行されているローカルサーバーについては、http://localhost:40100/settingsにアクセスしてください。

source: Audio is an integral part of a visitor's experience in your domain. Quality audio is essential for easy communication between real people, and it has a meaningful impact on a user's sense of immersion and presence in the world.
es: El audio es una parte integral de la experiencia de un visitante en tu dominio. El audio de calidad es esencial para facilitar la comunicación entre personas reales y tiene un impacto significativo en la sensación de inmersión y presencia en el mundo del usuario.
jp: オーディオは、ドメインでの訪問者のエクスペリエンスの不可欠な部分です。高品質のオーディオは、実在の人々間のコミュニケーションを容易にするために不可欠であり、ユーザーの世界への没入感と存在感に有意義な影響を与えます。

source: You define exactly how Vircadia's 3D immersive, stereo audio is implemented in your domain. Not only can you control the audio mixer's server configuration to a certain degree, you have full control over the attenuation and reverb levels throughout the entire domain. By defining zones, you can define sound-proof areas for private meetings and amplified stages for presentations. All of this is possible by changing the audio settings in your domain settings.
es: Tú defines exactamente cómo se implementa en tu dominio el audio estéreo inmersivo 3D de Vircadia. No solo puedes controlar la configuración del mezclador de audio del servidor hasta cierto punto, sino que también tienes control total sobre los niveles de atenuación y reverberación en todo el dominio. Al definir zonas, puedes definir áreas insonorizadas para reuniones privadas y escenarios amplificados para presentaciones. Todo esto es posible cambiando la configuración de audio en la configuración de tu dominio.
jp: Vircadiaの3Dイマーシブ・ステレオオーディオがあなたのドメインにどのように実装されるかを正確に定義します。オーディオミキサーのサーバー構成をある程度コントロールできるだけでなく、ドメイン全体の減衰と残響レベルを完全にコントロールすることができます。ゾーンを定義することで、プライベートなミーティングのための防音エリアや、プレゼンテーションのための増幅されたステージを定義することができます。これらのことはすべて、ドメイン設定でオーディオ設定を変更することで可能になります。

source: Audio Environment
es: Entorno de Audio
jp: オーディオ環境

source: The audio environment defines how sound carries throughout your domain. We've designed our default audio settings to mimic reality - that is, we attempt to achieve a sense of presence by reflecting voices and sounds off of the surfaces in the virtual space. In addition, we adjust the volume of sound based on the distance between the source and the listener.
es: El entorno de audio define cómo se transmite el sonido a lo largo de tu dominio. Hemos diseñado nuestra configuración de audio predeterminada para imitar la realidad, es decir, intentamos lograr una sensación de presencia reflejando voces y sonidos en las superficies del espacio virtual. Además, ajustamos el volumen del sonido en función de la distancia entre la fuente y el oyente.
jp: オーディオ環境は、ドメイン内での音の伝わり方を定義します。つまり、仮想空間の表面に声や音を反射させることで、臨場感を得ようとしているのです。さらに、音源とリスナーとの距離に応じて音の大きさを調整します。

source: However, we understand that our equation may not match exactly what you're looking for in your domain. You can change your domain-wide audio settings by adjusting the attenuation and the reverb levels (go to **Domain Settings > Content > Audio Environment**).
es: Sin embargo, entendemos que nuestra ecuación puede no coincidir exactamente con lo que estás buscando en tu dominio. Puedes cambiar la configuración de audio de todo el dominio ajustando la atenuación y los niveles de reverberación (ve a **Domain Settings > Content > Audio Environment**).
jp: ただし、私たちの方程式は、ドメインで探しているものと正確に一致しない場合があることを理解しています。減衰とリバーブのレベルを調整することで、ドメイン全体のオーディオ設定を変更できます（ **[Domain Settings]>[Content]>[Audio Environment]** に移動します）。

source: *Attenuation* determines how much quieter sounds get over distance. The default domain attenuation is the amount of noise reduction that is enabled across the domain environment. Vircadia domains default to a distance attenuation curve roughly like the real world. If you see two avatars talking in the distance, you can hear them, but not very well. If you approach them, they become more audible in a manner that approximates what you're likely to be used to. If the default attenuation is 0, no matter how far away a sound source is, it still plays at full volume. Likewise, the default attenuation for a domain can be set very high (to a max value of 1), making only things very near to you audible.
es: *Atenuación* determina cuánto más silenciosos se vuelven los sonidos a lo largo de la distancia. La atenuación de dominio predeterminada es la cantidad de reducción de ruido que está habilitada en todo el entorno del dominio. Los dominios de Vircadia tienen por defecto una curva de atenuación de distancia más o menos como en el mundo real. Si ves dos avatares hablando a la distancia, puedes escucharlos, pero no muy bien. Si te acercas a ellos, se vuelven más audibles de una manera que se aproxima a lo que probablemente estás acostumbrado. Si la atenuación predeterminada es 0, no importa qué tan lejos esté la fuente de sonido, seguirá reproduciéndose a todo volumen. Del mismo modo, la atenuación predeterminada para un dominio se puede configurar muy alta (hasta un valor máximo de 1), haciendo que solo se escuchen las cosas que están muy cerca de ti.
jp: *減衰* は、距離が離れるとどの程度音が小さくなるかを決定します。ドメイン減衰のデフォルトは、ドメイン環境全体で有効になっているノイズリダクションの量です。Vircadiaドメインのデフォルトは、現実世界とほぼ同じ距離減衰カーブになっています。2人のアバターが遠くで話しているのが見えると、その声が聞こえますが、あまりよく聞こえません。2人に近づくと、あなたが慣れ親しんでいるような方法で、より聞き取りやすくなります。減衰の初期値を0に設定すると、音源がどれだけ離れていても、フルボリュームで再生されます。同様に、ドメインのデフォルト減衰を非常に大きく設定すると（最大値1）、非常に近くにあるものだけが聞こえるようになります。

source: *Reverb* enables echo-like effects in your domain. It can give the effect of sounding like you are in a large empty room, deep inside a large cave, or inside a tiny room like a tiled shower. The 'Reverb Decay Time' defines how long you can hear an echo after the initial sound. 'Wet/Dry Mix' sets the percentage mix of the reverb tail relative to the original "dry" signal. Levels between 5-25% will generally give you useful results. For a very thick reverb, you might try a value as high as 50% where the reverb is nearly as loud as the original signal.
es: *Reverberación* habilita efectos de eco en tu dominio. Puedes dar el efecto de sonar como si estuvieras en una gran habitación vacía, en el interior de una gran cueva o dentro de una pequeña habitación como una ducha con azulejos. El "Tiempo de caída de reverberación" (Reverb Decay Time) define cuánto tiempo puedes escuchar un eco después del sonido inicial. "Wet/Dry Mix" establece el porcentaje de mezcla de la cola de reverberación en relación con la señal "seca" (dry) original. Los niveles entre 5-25% generalmente te darán resultados útiles. Para una reverberación muy espesa, puedes probar un valor de hasta el 50 %, donde la reverberación es casi tan fuerte como la señal original.
jp: *リバーブ* は、ドメイン内でエコーのような効果を有効にします。それはあなたが大きな空の部屋、大きな洞窟の奥深く、またはタイル張りのシャワーのような小さな部屋の中にいるように聞こえる効果を与えることができます。「Reverb Decay Time」は、最初のサウンドの後にエコーが聞こえる時間を定義します。「Wet/DryMix」は、元の「Dry」信号に対するリバーブテールのパーセンテージミックスを設定します。5〜25％のレベルでは、ほどよいエコーの効果を感じられます。非常に高いリバーブの場合、リバーブが元の信号とほぼ同じ大きさである50％までの値を試すことができます。

source: Audio Zones
es: Zonas de Audio
jp: オーディオゾーン

source: A "zone" is a 3D area where you can define custom properties. In the case of an audio zone, it is a 3D area with its own unique attenuation and reverb properties defined. For example, an audio zone could be used to create two separate rooms in the same domain, where the sound does not migrate over into the other room.
es: Una "zona" es un área 3D donde puedes definir propiedades personalizadas. En el caso de una zona de audio, es un área 3D con tus propias propiedades únicas de atenuación y reverberación definidas. Por ejemplo, una zona de audio podría usarse para crear dos salas separadas en el mismo dominio, donde el sonido no migra a la otra sala.
jp: 「ゾーン」とは、カスタムプロパティを定義できる3Dエリアのことです。オーディオゾーンの場合、独自の減衰とリバーブのプロパティを定義した3Dエリアとなります。例えば、オーディオゾーンを使えば、同じドメイン内に2つの独立した部屋を作ることができ、音がもう一方の部屋に移動しないようにすることができます。

source: To define an audio zone:
es: Para definir una zona de audio:
jp: オーディオゾーンを定義するには：

source: On the top menu bar, select **Content > Audio Environment**.
es: En la barra de menú superior, selecciona **Content > Audio Environment**.
jp: 上部のメニューバーで、 **Content > Audio Environment** を選択します。

source: Under 'Zones', click the ``+`` icon.
es: Debajo de "Zones", haz click en el ícono ``+``.
jp: 「ゾーン」の下で、 ``+`` アイコンをクリックします。

source: Enter a name for the zone, along with the zone's coordinates.
es: Introduce un nombre para la zona, junto con las coordenadas de la zona.
jp: ゾーンの名前とゾーンの座標を入力します。

source: (Optional) If you have more than one zone, then you can set up the attenuation relationship between two specific zones. This relationship is known as the "attenuation coefficient". When the attenuation coefficient is 0, there is no change to the attenuation between zones; at 1, you won't be able to hear someone in another zone.
es: (Opcional) Si tiene más de una zona, puedes configurar la relación de atenuación entre dos zonas específicas. Esta relación se conoce como el "coeficiente de atenuación". Cuando el coeficiente de atenuación es 0, no hay cambio en la atenuación entre zonas; si es 1, no podrás escuchar a nadie en otra zona.
jp: (オプション）複数のゾーンがある場合、特定の2つのゾーン間の減衰関係を設定することができます。この関係は「減衰係数」と呼ばれます。減衰係数が0の場合、ゾーン間の減衰に変化はなく、1の場合、他のゾーンにいる人の声が聞こえなくなります。

source: Under 'Reverb Settings', click the ``+`` icon, enter the zone name from step 4, and define the reverb levels for the zone.
es: Debajo de "Reverb Settings", haz click en el ícono ``+``, ingresa el nombre de la zona del paso 4 y define los niveles de reverberación para la zona.
jp: [Reverb Settings]で、 ``+`` アイコンをクリックし、手順4のゾーン名を入力して、ゾーンのリバーブレベルを定義します。

source: Save your domain settings.
es: Guarda la configuración de tu dominio.
jp: ドメイン設定を保存します。

source: Audio Threading and Buffers
es: Subprocesos de Audio y Búferes
jp: オーディオスレッディングとバッファ

source: The 'Audio Threading' and 'Audio Buffer' sections of the Domain Settings define the server configuration for the audio mixer. Here, you can determine the number of threads the audio mixer uses to process audio, and when to throttle or buffer a heavy-loaded system.
es: Las secciones de "Audio Threading" y "Audio Buffer" de la configuración del dominio definen la configuración del servidor para el mezclador de audio. Aquí, puedes determinar la cantidad de subprocesos que utiliza el mezclador de audio para procesar el audio y cuándo acelerar o almacenar en búfer un sistema con mucha carga.
jp: ドメイン設定の「オーディオスレッド」セクションと「オーディオバッファ」セクションは、オーディオミキサーのサーバー構成を定義します。ここでは、オーディオミキサーがオーディオの処理に使用するスレッドの数と、高負荷のシステムをいつスロットルまたはバッファリングするかを決定できます。

source: These are advanced domain server settings. Do not modify without prior technical knowledge of servers.
es: Estas son configuraciones avanzadas del servidor de dominio. No modificar sin conocimientos técnicos previos de servidores.
jp: これらは、ドメインサーバーの高度な設定です。サーバーに関する専門的な知識がない場合は、変更しないでください。

source: Add authentication (i.e. a username and password) to protect your domain settings from being modified by unauthorized users. Anyone who tries to modify your domain settings will need the username and password to make changes.
es: Agrega autenticación (es decir, un nombre de usuario y una contraseña) para proteger la configuración de tu dominio de ser modificada por usuarios no autorizados. Cualquier persona que intente modificar la configuración de tu dominio necesitará el nombre de usuario y la contraseña para realizar cambios.
jp: 認証（ユーザー名とパスワードなど）を追加して、不正なユーザーによるドメイン設定の変更を防止します。ドメイン設定を変更しようとする人は、変更するためにユーザー名とパスワードが必要になります。

source: To set up and/or change the authentication for your domain settings:
es: Para configurar y/o cambiar la autenticación para la configuración de tu dominio:
jp: ドメイン設定の認証を設定・変更するには :

source: Scroll to 'Security'.
es: Desplázate a "Security".
jp: 「Security」までスクロールします。

source: For 'HTTP Username' and 'HTTP Password', enter a username and password for basic HTTP authentication.
es: Para "HTTP Username" y "HTTP Password", ingresa un nombre de usuario y una contraseña para la autenticación HTTP básica.
jp: 「HTTP Username」と「HTTP Password'」には、Basic HTTP認証用のユーザー名とパスワードを入力します。

source: This username and password is not connected in any way to your Metaverse account, and is used only to access the settings for this specific cloud domain.
es: Este nombre de usuario y contraseña no están conectados de ninguna manera a tu cuenta de Metaverso y se usan solo para acceder a la configuración de este dominio de nube específico.
jp: このユーザー名とパスワードは、Metaverseのアカウントとは一切関係なく、この特定のクラウドドメインの設定にアクセスするためにのみ使用されます。

source: Re-enter your password into 'Verify HTTP Password'.
es: Vuelve a ingresar tu contraseña en "Verify HTTP Password".
jp: 「Verify HTTP Password」にパスワードを再入力します。

source: Entity filters are specialized JavaScript functions that prevent unwanted modifications to entities in your domain. They can be applied to a whole server or to specific zones within a domain.
es: Los Filtros de Entidades son funciones especializadas de JavaScript que evitan modificaciones no deseadas en las entidades de tu dominio. Se pueden aplicar a un servidor completo o a zonas específicas dentro de un dominio.
jp: エンティティフィルターは、ドメイン内のエンティティに対する不要な変更を防止するための特別なJavaScript関数です。サーバー全体、またはドメイン内の特定のゾーンに適用することができます。

source: Add an Entity Filter to Your Domain
es: Añade un Filtro de Entidad a Tu Dominio
jp: ドメインにEntity Filterを追加する

source: Your domain can connect to any entity filter that is hosted on your Asset Server or the cloud. Once you've written a script (or use one of our own), upload it to your ATP server or a cloud hosting service of your choice. Then:
es: Tu dominio puede conectarse a cualquier filtro de entidad que esté alojado en tu Servidor de Activos o en la nube. Una vez que hayas escrito un script (o uses uno propio), cárgalo en tu servidor ATP o en un servicio de alojamiento en la nube de tu elección. Entonces:
jp: ドメインは、AssetServerまたはクラウドでホストされている任意のエンティティフィルターに接続できます。スクリプトを作成したら（または独自のスクリプトを使用して）、それをATPサーバーまたは選択したクラウドホスティングサービスにアップロードします。

source: On the top menu bar, select **Content > Entities**.
es: En la barra de menú superior, selecciona **Content > Entities**.
jp: 上部のメニューバーで、 **Content > Entities** を選択します。

source: Click the 'Advanced Settings' button.
es: Haz click en el botón "Advanced Settings".
jp: 「Advanced Settings」ボタンをクリックします。

source: Under 'Filter Entity Edits', enter the URL of your entity filter script.
es: Debajo de "Filter Entity Edits", ingresa la URL de tu script de filtro de entidad.
jp: [Filter Entity Edits]の下に、エンティティフィルタースクリプトのURLを入力します。

source: Add an Entity Filter to a Zone in Your Domain
es: Añade un Filtro de Entidad a una Zona en Tu Dominio
jp: ドメイン内のゾーンにEntity Filterを追加する

source: You can choose to apply an entity filter to a specific zone within your domain, rather than to the entire domain. To do this:
es: Puedes optar por aplicar un filtro de entidad a una zona específica dentro de tu dominio, en lugar de a todo el dominio. Para hacer esto:
jp: ドメイン全体ではなく、ドメイン内の特定のゾーンにエンティティフィルターを適用することができます。以下の操作を参照：

source: In Interface, pull up your HUD or Tablet and go to **Create**.
es: En la interfaz, trae tu HUD o tableta y ve a **Crear**.
jp: インターフェイスで、HUDまたはタブレットをプルアップして**Create**に移動します。

source: In the Entity List, locate and select the zone you want to protect.
es: En la Lista de Entidades, busca y selecciona la zona que quieras proteger.
jp: エンティティリストで、保護するゾーンを見つけて選択します。

source: In the Create Tools, click on the 'Properties' tab.
es: En las Herramientas de Creación (Create Tools), haz click en la pestaña "Properties".
jp: Create Toolsで、「Properties」タブをクリックします。

source: For 'Filter', enter the URL of your entity filter script.
es: Para "Filter", ingresa la URL de tu script de filtro de entidad.
jp: 「Filter」には、エンティティフィルタースクリプトのURLを入力します。

source: Included Entity Filters
es: Filtros de Entidad Incluidos
jp: あらかじめ用意されているエンティティフィルター

source: Vircadia comes installed with a number of sample entity filter scripts. These are located in the following directories:
es: Vircadia viene instalado con una serie de scripts de filtro de entidades de muestra. Estos se encuentran en los siguientes directorios:
jp: Vircadiaには、多数のサンプルエンティティフィルタースクリプトがインストールされています。これらは次のディレクトリにあります。

source: These sample scripts show you how protect domain content by doing things like:
es: Estos scripts de muestra te muestran cómo proteger el contenido del dominio haciendo cosas como:
jp: これらのサンプルスクリプトは、次のようにしてドメインコンテンツを保護する方法を示しています。

source: Keep an entity inside a bounding box
es: Mantener una entidad dentro de un cuadro delimitador
jp: エンティティをバウンディングボックス内に保持する

source: Only allow entities to be moved 5 meters or less
es: Solo permite que las entidades se muevan 5 metros o menos
jp: エンティティは、5m以内の移動しか認めていません

source: Prevent the addition of entities named "Bob"
es: Impedir la adición de entidades denominadas "Bob"
jp: 「Bob」という名前のエンティティの追加を防止します

source: Prevent entities from being deleted
es: Evitar que se eliminen entidades
jp: エンティティの削除を防止する

source: Feel free to use these entity filters as-is or modify them to meet your own security needs for your domain.
es: Siéntete libre de usar estos filtros de entidades tal cual o modifícalos para satisfacer tus propias necesidades de seguridad para tu dominio.
jp: これらのエンティティフィルターをそのまま使用するか、ドメインの独自のセキュリティニーズに合わせて変更してください。

source: Additional Script Examples
es: Ejemplos Adicionales de Scripts
jp: スクリプトを追加するサンプルコード

source: Here are a few more script examples to help you create your own entity filters::
es: Aquí hay algunos ejemplos de scripts más para ayudarte a crear tus propios filtros de entidad::
jp: 独自のエンティティフィルターを作成するのに役立つスクリプトの例をさらにいくつか示します。

source: The **Metaverse/Networking** section of the Domain Settings defines all of the network settings for your domain.
es: La sección **Metaverse/Networking** de la Configuracion del Dominio define todas las configuraciones de red para tu dominio.
jp: ドメイン設定の**Metaverse/Networking** セクションは、ドメインのすべてのネットワーク設定を定義します。

source: Changing any network settings will affect how the Metaverse Server and users will connect with your domain. Before making any changes to the settings, ensure that you have a basic understanding of networking concepts (IP, UDP, ports, etc) as changing these settings can impact visitors or (if you're running a local server) put your system at risk.
es: Cambiar cualquier configuración de red afectará la forma en que el Servidor de Metaverso y los usuarios se conectarán con tu dominio. Antes de realizar cualquier cambio en la configuración, asegúrate de tener una comprensión básica de los conceptos de red (IP, UDP, puertos, etc) ya que cambiar esta configuración puede afectar a los visitantes o (si estás ejecutando un servidor local) poner en riesgo tu sistema.
jp: ネットワーク設定を変更すると、メタバースサーバーやユーザーがドメインに接続する方法に影響します。設定を変更する前に、ネットワークの概念（IP、UDP、ポートなど）の基本的な理解があることを確認してください。これらの設定を変更すると、訪問者に影響を与えたり、（ローカルサーバーを実行している場合）システムが危険にさらされる可能性があります。

source: Linked Metaverse Account
es: Cuenta de Metaverso Vinculada
jp: リンクされたメタバースアカウント

source: Every domain can be linked to one Metaverse account, who is the owner of that domain. When you link your account, an OAuth access token is created and grants your account access to modify domain settings, and access groups necessary for domain operations. In addition, you can access your account-specific settings, such as Place names.
es: Cada dominio se puede vincular a una cuenta de Metaverso, que es el propietario de ese dominio. Cuando vinculas tu cuenta, se crea un token de acceso OAuth y te otorga acceso a tu cuenta para modificar la configuración del dominio y acceder a los grupos necesarios para las operaciones del dominio. Además, puedes acceder a la configuración específica de tu cuenta, como los Place Names.
jp: すべてのドメインは、そのドメインの所有者である1つのメタバースアカウントにリンクできます。アカウントをリンクすると、OAuthアクセストークンが作成され、ドメイン設定を変更するためのアカウントアクセスと、ドメイン操作に必要なアクセスグループが付与されます。さらに、地名などのアカウント固有の設定にアクセスできます。

source: The status of your linked Metaverse account is reflected at the top of the Metaverse/Networking section of the domain settings. You can also view your access token on this page (under 'Advanced Options').
es: El estado de tu cuenta de Metaverso vinculada se refleja en la parte superior de la sección "Metaverse/Networking" de la configuración del dominio. También puedes ver tu token de acceso en esta página (debajo de "Advanced Options").
jp: リンクされたメタバースアカウントのステータスは、ドメイン設定のメタバース/ネットワーキングセクションの上部に反映されます。このページ（[詳細オプション]の下）でアクセストークンを表示することもできます。

source: Automatic Networking
es: Red Automática
jp: 自動ネットワーキング

source: The automatic networking settings define how other nodes in the metaverse connect to your domain. These nodes include the avatar mixer, audio mixer, entity server, asset server, entity script server and messages mixer.
es: La configuración de red automática define cómo otros nodos en el metaverso se conectan a tu dominio. Estos nodos incluyen el mezclador de avatar, el mezclador de audio, el servidor de entidades, el servidor de activos, el servidor de scripts de entidades y el mezclador de mensajes.
jp: 自動ネットワーク設定は、メタバース内の他のノードがドメインに接続する方法を定義します。これらのノードには、アバターミキサー、オーディオミキサー、エンティティサーバー、アセットサーバー、エンティティスクリプトサーバー、メッセージミキサーが含まれます。

source: Choose from the following automatic networking options:
es: Elije entre las siguientes opciones de red automática:
jp: 次の自動ネットワークオプションから選択します :

source: **None**: The network address and port displayed will be used to connect your domain. They are never automatically updated, and your domain must be reachable at the address and port you set.
es: **None**: La dirección de red y el puerto que se muestran se utilizarán para conectar tu dominio. Nunca se actualizan automáticamente, y tu dominio debe estar accesible en la dirección y el puerto que establezcas.
jp: **None**：表示されたネットワークアドレスとポートは、ドメインの接続に使用されます。これらは自動的に更新されることはなく、ドメインは設定したアドレスとポートで到達可能である必要があります。
