Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/host.po
Languages: es, jp

source: **IP Only**: Your domain will update the network address displayed to whatever it detects as your current IP address. The port displayed will not be automatically changed, so your domain must be reachable on the specified port. This option is recommended for a local server running on a home network with a dynamically changing public IP address.
es: **IP Only**: Tu dominio actualizará la dirección de red que se muestra a lo que detecte como tu dirección IP actual. El puerto que se muestra no se cambiará automáticamente, por lo que tu dominio debe estar accesible en el puerto especificado. Esta opción se recomienda para un servidor local que se ejecuta en una red doméstica con una dirección IP pública que cambia dinámicamente.
jp: ** IPのみ**：ドメインは、表示されているネットワークアドレスを、現在のIPアドレスとして検出したものに更新します。表示されるポートは自動的に変更されないため、ドメインは指定されたポートで到達可能である必要があります。このオプションは、動的に変更されるパブリックIPアドレスを持つホームネットワークで実行されているローカルサーバーに推奨されます。

source: **Full**: Your domain will provide the networking information to Vircadia's servers, so that new clients can connect to it via UDP hole punch without needing to make any changes to NAT or firewall settings. This may not work for all networks.
es: **Full**: Tu dominio proporcionará la información de la red a los servidores de Vircadia, de modo que los nuevos clientes puedan conectarse a través de perforaciones UDP sin necesidad de realizar ningún cambio en la configuración de NAT o firewall. Es posible que esto no funcione para todas las redes.
jp: **Full**:お客様のドメインは、Vircadiaのサーバーにネットワーク情報を提供します。これにより、新しいクライアントはNATやファイアウォールの設定を変更することなく、UDPホールパンチングで接続することができます。ただし、これはすべてのネットワークで機能するとは限りません。

source: Depending on the automatic networking method you choose, define the network address and/or port in the fields provided.
es: Según el método de red automático que elijas, defines la dirección de red y/o el puerto en los campos proporcionados.
jp: 選択した自動ネットワーク方法に応じて、表示されたフィールドにネットワークアドレスやポートを定義します。

source: If you intend to host multiple domains on the same network and router, be sure to set each domain to a separate UDP port. You can use the value "0" to have your domain select a random port, which will help prevent port collisions.
es: Si tienes la intención de alojar varios dominios en la misma red y router, asegúrate de configurar cada dominio en un puerto UDP separado. Puedes usar el valor "0" para que tu dominio seleccione un puerto aleatorio, lo que ayudará a evitar colisiones de puertos.
jp: 同じネットワークとルーターで複数のドメインをホストする場合は、必ず各ドメインを個別のUDPポートに設定してください。値「0」を使用して、ドメインにランダムなポートを選択させることができます。これにより、ポートの衝突を防ぐことができます。

source: Networking Details (Advanced)
es: Detalles de Red (avanzado)
jp: ネットワークの詳細（上級者向け）

source: A Vircadia domain reserves a range of four ports to operate on, usually starting at `40100`. (Note that the encrypted ports may not be implemented yet.) These ports are:
es: Un dominio de Vircadia reserva un rango de cuatro puertos para operar, generalmente comenzando en `40100`. (Ten en cuenta que es posible que los puertos cifrados aún no se hayan implementado). Estos puertos son:
jp: Vircadiaドメインは、4つのポートの範囲を予約しており、通常は「40100」から始まります。（暗号化されたポートはまだ実装されていない可能性があることに注意してください）これらのポートは次のとおりです。

source: 40100 (+0): (tcp) administrative http connection
es: 40100 (+0): (tcp) conexión http administrativa
jp: 40100 (+0): (tcp) 管理用http接続

source: 40101 (+1): (tcp) administrative https (encrypted) connection
es: 40101 (+1): (tcp) conexión administrativa https (cifrada)
jp: 40101 (+1): (tcp) 管理用https(暗号化)接続

source: 40102 (+2): (udp) main connection from clients
es: 40102 (+2): (udp) conexión principal de los clientes
jp: 40102 (+2): (udp) クライアントからの主接続

source: 40103 (+3): (udp) main connection from clients (encrypted)
es: 40103 (+3): (udp) conexión principal de los clientes (cifrada)
jp: 40103 (+3): (udp) クライアントからの主接続（暗号化）

source: Generally speaking, only port `40102` must be publicly exposed to permit others to connect to a domain.
es: En términos generales, solo el puerto '40102' debe exponerse públicamente para permitir que otros se conecten a un dominio.
jp: 一般的に、他のユーザーがドメインに接続できるようにするには、ポート`40102`のみを公開する必要があります。

source: In addition there are six "assignment clients" that must run in order for the domain to be operational. These clients run alongside the domain server and must be able to connect with any outside user. These clients are:
es: Además, hay seis "clientes de asignación" que deben ejecutarse para que el dominio esté operativo. Estos clientes se ejecutan junto con el servidor de dominio y deben poder conectarse con cualquier usuario externo. Estos clientes son:
jp: さらに、ドメインが機能するために実行する必要がある6つの「割り当てクライアント」があります。これらのクライアントはドメインサーバーと一緒に実行され、外部ユーザーと接続できる必要があります。これらのクライアントは次のとおりです。

source: **asset-server**: stores object data to download to the user
es: **asset-server**: almacena datos de objetos para descargarlos al usuario
jp: **asset-server** : ユーザーにダウンロードされるオブジェクトデータを格納する

source: **audio-mixer**: controls what each user would hear
es: **audio-mixer**: controla lo que escucharía cada usuario
jp: **audio-mixer** : 各ユーザーに聞こえる音を制御します

source: **avatar-mixer**: allows users to see each other
es: **avatar-mixer**: permite que los usuarios se vean
jp: **avatar-mixer** : ユーザーがお互いを見ることができるようにします

source: **entity-script-server**: runs actions inside the domain
es: **entity-script-server**: ejecuta acciones dentro del dominio
jp: **entity-script-server** : ドメイン内でアクションを実行します

source: **entity-server**: describes the location of each object in the domain
es: **entity-server**: describe la ubicación de cada objeto en el dominio
jp: **entity-server** : ドメイン内の各オブジェクトの場所を記述します

source: **messages-mixer**: passes messages between users in the domain
es: **messages-mixer**: pasa mensajes entre usuarios en el dominio
jp: **messages-mixer** : ドメイン内のユーザー間でメッセージを渡します

source: These assignment clients use UDP connections on a port number assigned by the operating system at launch. These ports will be within the `ephemeral port range <https://en.wikipedia.org/wiki/Ephemeral_port>`_.
es: Estos clientes de asignación utilizan conexiones UDP en un número de puerto asignado por el sistema operativo en el momento del lanzamiento. Estos puertos estarán dentro del `rango de puertos efímeros <https://en.wikipedia.org/wiki/Ephemeral_port>`_.
jp: これらの割り当てクライアントは、起動時にオペレーティングシステムによって割り当てられたポート番号でUDP接続を使用します。これらのポートは、 `エフェメラルポートの範囲<https://en.wikipedia.org/wiki/Ephemeral_port>` 内にあります。

source: Domain ID
es: ID de Dominio
jp: ドメインID

source: Each domain on the metaverse is assigned a unique domain ID. The Metaverse server uses this ID to help provide more advanced features to your world such as: allowing you to create Place names, identifying logged in users, and more.
es: A cada dominio del metaverso se le asigna un ID de dominio único. El servidor Metaverse usa este ID para ayudar a proporcionar funciones más avanzadas a tu mundo, como: permitirte crear nombres de lugares, identificar usuarios registrados y más.
jp: メタバースの各ドメインには、一意のドメインIDが割り当てられます。Metaverseサーバーは、このIDを使用して、地名の作成、ログインしたユーザーの識別など、より高度な機能を世界に提供します。

source: If you don't want your domain to be registered in the metaverse, leave the Domain ID field blank.
es: Si no deseas que tu dominio se registre en el metaverso, deja el campo ID de dominio en blanco.
jp: ドメインをメタバースに登録したくない場合は、[ドメインID]フィールドを空白のままにします。

source: Enable Packet Verification
es: Habilitar Verificación de Paquetes
jp: パケット検証を有効にする

source: When 'Enable Packet Verification' is turned on, Vircadia sends secure checksums on communications that use the Vircadia protocols. This increases security in your domain, but may slightly decrease domain performance for your visitors.
es: Cuando se activa "Habilitar Verificación de Paquetes", Vircadia envía sumas de verificación (checksums) seguras en las comunicaciones que utilizan los protocolos de Vircadia. Esto aumenta la seguridad en tu dominio, pero puede disminuir ligeramente el rendimiento del dominio para tus visitantes.
jp: [パケット検証を有効にする]がオンになっている場合、VircadiaはVircadiaプロトコルを使用する通信で安全なチェックサムを送信します。これにより、ドメインのセキュリティが向上しますが、訪問者のドメインパフォーマンスがわずかに低下する可能性があります。

source: You can protect your domain by setting user permission for the visitors in your domain. In your domain settings, you control the types of users that have access to your domain, and the permissions granted to them. For example, you can let anyone connect to your domain, but only give friends access to edit your domain content.
es: Puedes proteger tu dominio configurando los permisos de usuario para los visitantes de tu dominio. En la configuración de tu dominio, tú controlas los tipos de usuarios que tienen acceso a tu dominio y los permisos que se les otorgan. Por ejemplo, puedes permitir que cualquier persona se conecte a tu dominio, pero solo dar acceso a amigos para editar el contenido de tu dominio.
jp: ドメイン内の訪問者にユーザー権限を設定することで、ドメインを保護できます。ドメイン設定では、ドメインにアクセスできるユーザーの種類と、それらに付与されるアクセス許可を制御します。たとえば、誰でもドメインに接続できるようにすることができますが、ドメインコンテンツを編集するためのアクセス権は友達にのみ与えることができます。

source: Set User Permissions
es: Asignar Permisos de Usuario
jp: ユーザー権限を設定する

source: Permissions can be assigned to standard user groups, custom user groups, specific users, users from a specific IP, and users from specific computers.
es: Los permisos se pueden asignar a grupos de usuarios estándar, grupos de usuarios personalizados, usuarios específicos, usuarios de una IP específica y usuarios de computadoras específicas.
jp: アクセス許可は、標準ユーザーグループ、カスタムユーザーグループ、特定のユーザー、特定のIPのユーザー、および特定のコンピューターのユーザーに割り当てることができます。

source: The permissions for a user will be the sum of all groups that the user is in. For example, let's say that all logged in users can connect and only localhost users can rez entities. If a user is both logged in and on localhost, then they will be able to both connect and rez entities. Additionally, when you assign user permissions to a specific user, it will supersede any group-level permissions that otherwise might apply to that user.
es: Los permisos para un usuario serán la suma de todos los grupos en los que se encuentra el usuario. Por ejemplo, supongamos que todos los usuarios registrados pueden conectarse y solo los usuarios de host local pueden activar entidades. Si un usuario ha iniciado sesión y está en localhost, entonces podrá conectarse y rez (activar) entidades. Además, cuando se asignan permisos de usuario a un usuario específico, reemplazará a cualquier permiso a nivel de grupo que de otro modo podría aplicarse a ese usuario.
jp: ユーザーの権限は、そのユーザーが所属しているすべてのグループの合計になります。たとえば、ログインしているすべてのユーザーが接続でき、localhostのユーザーだけがエンティティをrezできるとします。あるユーザーがログインしており、かつlocalhostにいる場合、そのユーザーは接続とエンティティのrezの両方を行うことができるようになります。さらに、特定のユーザーにユーザー権限を割り当てると、そのユーザーに適用される可能性のあるグループレベルの権限よりも優先されます。

source: To assign user permissions:
es: Para asignar permisos de usuario:
jp: ユーザーの権限を割り当てるには :

source: Scroll to 'Domain-Wide User Permissions'.
es: Desplázate hasta "Domain-Wide User Permissions".
jp: 「Domain-Wide User Permissions」までスクロールします。

source: First, set any permissions for the `standard user groups`_. Check the box of all permissions you'd like to grant.
es: Primero, configura los permisos para los `grupos de usuarios estándar`_. Marca la casilla de todos los permisos que quieras otorgar.
jp: まず、 `標準ユーザーグループ`_ の権限を設定します。付与するすべての権限のチェックボックスをオンにします。

source: To assign all other permissions, you need to add a custom group, specific user, etc individually to the correct permissions table:
es: Para asignar todos los demás permisos, debes agregar un grupo personalizado, un usuario específico, etc. individualmente a la tabla de permisos correcta:
jp: 他のすべての権限を割り当てるには、カスタムグループ、特定のユーザーなどを個別に正しい権限テーブルに追加する必要があります。

source: **Add Group**: Enter the name of the custom group or list, then click the ``+`` icon. Save your domain settings to load ranks. Check the box of all permissions you'd like to grant or deny (depending on the permissions table you are adding the group to).
es: **Añadir Grupo**: Ingresa el nombre del grupo o lista personalizada, luego haz click en el ícono ``+``. Guarda la configuración de tu dominio para cargar rangos. Marca la casilla de todos los permisos que te gustaría otorgar o denegar (dependiendo de la tabla de permisos a la que estés agregando el grupo).
jp: **グループの追加**：カスタムグループまたはリストの名前を入力し、「+」アイコンをクリックします。ドメイン設定を保存してランクを読み込みます。付与または拒否するすべてのアクセス許可のチェックボックスをオンにします（グループを追加するアクセス許可テーブルによって異なります）。

source: **Add Specific User**: Click the ``+`` icon, then enter a specific user name. Check the box of all permissions you'd like to grant.
es: **Añadir un Usuario Específico**: Haz click en el ícono ``+``, luego ingresa un nombre de usuario específico. Marca la casilla de todos los permisos que te gustaría otorgar.
jp: **特定のユーザーを追加**：「+」アイコンをクリックして、特定のユーザー名を入力します。権限を付与する場合、権限チェックボックスから当該権限を選択しオンにします。

source: **Add IP Address, MAC Address, or Machine Fingerprint**: Click the ``+`` icon, then enter the information (based on the permissions table you are adding permission to). Check the box of all permissions you'd like to grant.
es: **Añadir una Dirección IP, una Dirección MAC o Huella dactilar de la Máquina**: Haz click en el ícono ``+``, luego ingresa la información (según la tabla de permisos a la que estés agregando permisos). Marca la casilla de todos los permisos que te gustaría otorgar.
jp: **IPアドレス、MACアドレス、またはマシンフィンガープリントの追加**： ``+`` アイコンをクリックして、情報を入力します（アクセス許可を追加するアクセス許可テーブルに基づいて）。付与するすべての権限のチェックボックスをオンにします。

source: Click 'Save' to save your domain settings.
es: Haz clic en "Save" para guardar la configuración de tu dominio.
jp: 「Save」をクリックして、ドメイン設定を保存します。

source: Standard User Groups
es: Grupos de Usuarios Estándar
jp: 標準ユーザーグループ

source: Your domain comes with four basic security groups that are already set up, based on the people that you will interact with in the metaverse. They are:
es: Tu dominio viene con cuatro grupos de seguridad básicos que ya están configurados, en función de las personas con las que interactuarás en el metaverso. Ellos son:
jp: ドメインには、メタバースでやり取りするユーザーに基づいて、すでに設定されている4つの基本的なセキュリティグループが付属しています。以下参照：

source: User Type
es: Tipo de usuario
jp: ユーザータイプ

source: anonymous
jp: 匿名

source: A person who is not logged in and is using an instance of Vircadia's Interface. This is the default user type for someone who has downloaded Interface for the first time.
es: Una persona que no ha iniciado sesión y está utilizando una instancia de la interfaz de Vircadia. Este es el tipo de usuario predeterminado para alguien que ha descargado la Interface por primera vez.
jp: ログインしておらず、Vircadiaのインターフェイスのインスタンスを使用している人。これは、インターフェイスを初めてダウンロードした人のデフォルトのユーザータイプです。

source: friends
jp: 友達

source: A user that you have connected with by shaking hands with their avatar and clicking on the 'Friends' checkbox in your **People** app. Connections are different from Friends. By default, Friends have more permissions in your domains than your Connections. Connections are treated like anonymous users.
es: Un usuario con el que te hayas conectado estrechando la mano de su avatar y haciendo click en la casilla de verificación "Friends" en tu aplicación **People**. Las conexiones son diferentes de los amigos. Por defecto, los Amigos (friends) tienen más permisos en tus dominios que tus Conexiones (Connections). Las conexiones se tratan como usuarios anónimos.
jp: アバターと握手をして、 **People** アプリの「友達」チェックボックスをクリックすることでつながったユーザーのことです。コネクションは、フレンズとは異なります。デフォルトでは、「友だち」は「つながり」よりも多くの権限をあなたのドメインで持っています。コネクションは匿名ユーザーのように扱われます。

source: A user who is running Interface on the same machine where the server is hosted. Localhost users do not need to be logged in and have permissions that override non-user-specific permissions.
es: Un usuario que está ejecutando la Interface en la misma máquina donde está alojado el servidor. Los usuarios de localhost no necesitan iniciar sesión y tener permisos que anulen los permisos no específicos del usuario.
jp: サーバーがホストされているのと同じマシンでInterfaceを実行しているユーザー。ローカルホストユーザーはログインする必要がなく、ユーザー固有でないパーミッションを上書きするパーミッションを持ちます。

source: A user that is logged into their Vircadia account while using Interface. They do not need to be a Friend or a Connection to have server rights. Permissions that are granted to a specific user override all other permissions.
es: Un usuario que ha iniciado sesión en su cuenta de Vircadia mientras usa la Interface. No necesitan ser un Amigo (Friend) o una Conexión (Connection) para tener derechos de servidor. Los permisos que se otorgan a un usuario específico anulan todos los demás permisos.
jp: インターフェイスを使用している間、Vircadiaアカウントにログインしているユーザーのことです。友人やコネクションでなくても、サーバーの権利を持つことができます。特定のユーザーに与えられた権限は、他のすべての権限より優先されます。

source: The 'Connect' permission for these standard user groups determine the privacy level of your domain:
es: El permiso "Connect" para esos grupos de usuarios estándar determina el nivel de privacidad de tu dominio:
jp: これらの標準ユーザーグループの「Connect」権限によって、ドメインのプライバシーレベルが決まります。

source: **Public**: A public domain allows 'anonymous' and/or 'logged-in' users to connect to it. These domains may be shown in the Explore app and in other places around the metaverse.
es: **Public**: Un dominio público permite que los usuarios "anónimos" y/o "registrados" se conecten a él. Estos dominios pueden mostrarse en la aplicación Explorar (Explore App) y en otros lugares del metaverso.
jp: **パブリック**：パブリックドメインは、「匿名」および/または「ログイン」ユーザーがそれに接続することを許可します。これらのドメインは、Exploreアプリやメタバース周辺の他の場所に表示される場合があります。

source: **Private**: A private domain does not allow 'anonymous' and/or 'logged-in' users to connect to it. Domain owners are responsible for promoting their domains to other users and maintaining connect permissions for users to enter their domain.
es: **Private**: Un dominio privado no permite que los usuarios "anónimos" y/o "registrados" se conecten a él. Los propietarios de dominios son responsables de promocionar sus dominios a otros usuarios y mantener los permisos de conexión para que los usuarios ingresen a su dominio.
jp: **プライベート**：プライベートドメインでは、「匿名」および/または「ログイン」したユーザーがドメインに接続することはできません。ドメイン所有者は、自分のドメインを他のユーザーに昇格させ、ユーザーが自分のドメインに入るための接続権限を維持する責任があります。

source: User Permissions
es: Permisos de Usuario
jp: ユーザー権限

source: The actions that you can secure for each type of user are as follows:
es: Las acciones que puedes otorgar para cada tipo de usuario son las siguientes:
jp: ユーザーのタイプごとに保護できるアクションは次のとおりです。

source: Permissions
es: Permisos
jp: 権限

source: Definition
es: Definición
jp: 内容

source: Sets whether a user can enter the domain.
es: Establece si un usuario puede ingresar al dominio.
jp: ユーザーがドメインに入ることができるかどうかを設定します。

source: Sets whether a user can change the "locked" property of an entity to prevent it from being modified.
es: Establece si un usuario puede cambiar la propiedad "locked" (bloqueado) de una entidad para evitar que se modifique.
jp: ユーザがエンティティの 「locked」プロパティを変更できないようにするかどうかを設定します。

source: Sets whether a user can permanently create (or rez) new entities in the domain. These users will also have full access to the **Create** app.
es: Establece si un usuario puede crear (o invocar) permanentemente nuevas entidades en el dominio. Estos usuarios también tendrán acceso completo a la aplicación **Crear**.
jp: ユーザーがドメイン内に新しいエンティティを永続的に作成（またはrez）できるかどうかを設定します。これらのユーザーは、 **作成** アプリにも完全にアクセスできます。

source: Sets whether a user can create (or rez) new entities with a finite lifetime (the lifetime is set in **Domain Settings > Entities > Advanced Settings > Maximum Lifetime of Temporary Entities**). These users will also have full access to the **Create** app.
es: Establece si un usuario puede crear (o invocar) nuevas entidades con un tiempo de vida finito (el tiempo de vida se establece en **Domain Settings > Entities > Advanced Settings > Maximum Lifetime of Temporary Entities**). Estos usuarios también tendrán acceso completo a la aplicación **Crear**.
jp: ユーザーが有限の有効期間で新しいエンティティを作成（またはrez）できるかどうかを設定します（有効期間は **[Domain Settings]>[Entities]>[Advanced Settings]]>[Maximum Lifetime of Temporary Entities]** で設定されます）。これらのユーザーは、 **作成** アプリにも完全にアクセスできます。

source: This was used to set whether a user can permanently create (or rez) new entities that were purchased from the Marketplace. Right now it does nothing.
es: Esto se usó para establecer si un usuario puede crear (o invocar) permanentemente nuevas entidades que se compraron en Marketplace. Ahora mismo no hace nada.
jp: これは、Marketplaceから購入した新しいエンティティをユーザーが永続的に作成（またはrez）できるかどうかを設定するために使用されました。今は何も作用しません。

source: This was used to set whether a user can create (or rez) new entities from the Marketplace for a finite lifetime (the lifetime is set in **Domain Settings > Entities > Advanced Settings > Maximum Lifetime of Temporary Entities**). Right now it does nothing.
es: Esto se usó para establecer si un usuario puede crear (o invocar) nuevas entidades desde Marketplace por un tiempo de vida finito (el tiempo de vida se establece en **Domain Settings > Entities > Advanced Settings > Maximum Lifetime of Temporary Entities**). Ahora mismo no hace nada.
jp: これは、ユーザーがマーケットプレイスから有限の有効期間で新しいエンティティを作成（またはrez）できるかどうかを設定するために使用されました（有効期間は、 **[Domain Settings ]>[Entities]>[Advanced Settings]>[Maximum Lifetime of Temporary]** で設定されます）。今は何も影響はありません。

source: Sets whether a user can add assets (models, audio, or other files) or make changes to the domain's asset server (your domain's file storage space).
es: Establece si un usuario puede agregar activos (modelos, audio u otros archivos) o realizar cambios en el servidor de activos del dominio (el espacio de almacenamiento de archivos de tu dominio).
jp: ユーザーがアセット（モデル、オーディオ、その他のファイル）を追加したり、ドメインのアセットサーバー（ドメインのファイル保存領域）に変更を加えることができるかどうかを設定します。

source: Sets whether a user can enter a domain even if it has reached or exceeded the specified capacity limit.
es: Establece si un usuario puede ingresar a un dominio incluso si ha alcanzado o excedido el límite de capacidad especificado.
jp: ドメインが指定された容量制限に達している、または超えている場合でも、ユーザーがドメインに入ることができるかどうかを設定します。

source: Sets whether a user is allowed to ban other users from a domain.
es: Establece si un usuario puede banear a otros usuarios de un dominio.
jp: ユーザーが他のユーザーをドメインから追放することを許可するかどうかを設定します。

source: Sets whether a user can change the entire content set of a domain by wiping the existing content.
es: Establece si un usuario puede cambiar todo el conjunto de contenido de un dominio borrando el contenido existente.
jp: ユーザーが既存のコンテンツをワイプしてドメインのコンテンツセット全体を変更できるかどうかを設定します。

source: Sets whether a user can access and write to the 'Private User Data' property of entities in the domain. Private user data is a property of entities that can only be set and retrieved through scripting via the ``privateUserData`` property of the `EntityProperties <https://apidocs.vircadia.dev/Entities.html#.EntityProperties>`_ type definition.
es: Establece si un usuario puede acceder y escribir en la propiedad "Private User Data" de las entidades en el dominio. Los datos de usuario privados (Private User Data) son una propiedad de las entidades que solo se pueden establecer y recuperar a través de scripts por medio de la propiedad ``privateUserData`` de la definición de tipo `EntityProperties <https://apidocs.vircadia.dev/Entities.html#.EntityProperties>`_.
jp: ユーザーがドメイン内のエンティティの 'プライベートユーザーデータ' プロパティにアクセスし、書き込むことができるかどうかを設定します。プライベートユーザーデータはエンティティのプロパティで、スクリプトによって `EntityProperties <https://apidocs.vircadia.dev/Entities.html#.EntityProperties>`_ タイプ定義の ``privateUserData`` プロパティを通してのみ設定および取得することができます。
