Repository: vircadia/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/security.po
Languages: ca, es, fr

source: Crash Reporting
ca: Informe d'errors
es: Reporte de Errores
fr: Rapports de Crash

source: Security
ca: Seguretat
es: Seguridad
fr: Sécurité

source: Security information about the project and its components: Interface, server, and the metaverse server.
ca: Informació de seguretat sobre el projecte i els seus components: interfície, servidor i el servidor de metavers.
es: Información de seguridad sobre el proyecto y sus componentes: Interfaz, servidor y el servidor de metaverso.
fr: Informations de sécurité sur le projet et ses composantes : Interface, serveur, et le serveur métaverse.

source: Crash Reporting Privacy
ca: Privadesa dels informes d'error
es: Privacidad de Informes de Bloqueo
fr: Confidentialité des Rapports de Crash

source: Your interface has crash reporting disabled by default. You can enable/disable this in the **Settings > General** menu. When this is enabled, interface will send a minidump of information to the reporting server that the Vircadia developers have access to. The current crash management server is called [Sentry](https://sentry.io/).
ca: La vostra interfície té els informes d'error desactivats per defecte. Podeu activar/desactivar-ho al menú **Configuració > General**. Quan està activat, la interfície enviarà un minibocament (minidump) d'informació al servidor d'informes al qual tenen accés els desenvolupadors de Vircadia. El servidor actual de gestió d'errors s'anomena [Sentry](https://sentry.io/).
es: Tu interfaz tiene el reporte de errores desactivado por defecto. Puedes activarlo/desactivarlo en el menú **Settings > General. Cuando esté activado, la interfaz enviará un minidump de información al servidor de reportes al que los desarrolladores de Vircadia tienen acceso. El actual servidor de gestion de errores se llama [Sentry](https://sentry.io/).
fr: Par défaut, le rapport d'accident est désactivé dans votre interface. Vous pouvez activer/désactiver cette fonction dans le menu **Settings > General**. Lorsque cette option est activée, l'interface envoie un minidump d'informations au serveur de rapports auquel les développeurs de Vircadia ont accès. Le serveur actuel de gestion des crashs s'appelle [Sentry] (https://sentry.io/).

source: Here is [information](https://docs.sentry.io/platforms/native/minidump/#what-is-a-minidump) on what a minidump is and how it's handled by Sentry.
ca: Aquí hi ha [informació](https://docs.sentry.io/platforms/native/minidump/#what-is-a-minidump) sobre què és un minidump i com ho gestiona Sentry.
es: Aquí hay [información](https://docs.sentry.io/platforms/native/minidump/#what-is-a-minidump) sobre que es un minidump y como es tratado por Sentry.
fr: Voici des [informations](https://docs.sentry.io/platforms/native/minidump/#what-is-a-minidump) sur ce qu'est un minidump et comment il est traité par Sentry.

source: Here is a list of extra metadata that is collected with a crash report:
ca: Aquesta és una llista de metadades addicionals que es recullen amb un informe d'error:
es: Aquí hay una lista de metadatos extras que se recolectan en un reporte de errores:
fr: Voici une liste de métadonnées supplémentaires qui sont collectées avec un rapport de crash :

source: Username
ca: Nom d'usuari/usuària
es: Nombre de Usuario
fr: Nom d'utilisateur

source: Domain + location
ca: Domini + ubicació
es: Dominio + localización
fr: Domaine + Endroit

source: Avatar URL
ca: URL de l'avatar
es: URL de Avatar
fr: URL de l'Avatar

source: Build type
ca: Tipus de compilació/sistema
es: Tipo de build
fr: Type de Système

source: Display plugin
ca: Complement (plugin) de visualització
es: Complemento de visualización
fr: Plugin d'Affichage

source: GPU model + GPU memory
ca: Model de GPU + momòria de GPU
es: modelo de GPU + memoria de GPU
fr: Modèle GPU + Mémoire GPU

source: Desktop/VR mode
ca: Mode escriptori/VR
es: Escritorio/modo VR
fr: Mode Clavier/VR

source: Machine fingerprint
ca: Empremta digital de la màquina
es: Huella digital de la máquina
fr: Empreinte de la Machine

source: Metaverse session UUID
ca: UUID de sessió metavers
es: UUID de sesión en Metaverso
fr: Séance de métaverse UUID
